{
    "id": "base",
    "name": "Jogo padrão",
    "description": "Sem respostas certas, apenas verdades dolorosas. Leia a carta e, no 3, aponte para quem mais combina com a descrição. Quem tiver mais dedos apontados, perde (ou ganha, dependendo do ponto de vista).",
    "categories": [
        {
            "id": 1,
            "name": "P - Personalidade Duvidosa",
            "description": "Julgamentos sobre caráter, falsidade e dramas."
        },
        {
            "id": 2,
            "name": "H - Higiene e Hábitos",
            "description": "Manias nojentas, bagunça e falta de banho."
        },
        {
            "id": 3,
            "name": "R - Relacionamentos e Safadeza",
            "description": "Vida amorosa, traições, ex-namorados e 'dedo podre'."
        },
        {
            "id": 4,
            "name": "F - Futuro e Tragédia",
            "description": "Quem vai ser preso, ficar rico ou morrer cedo."
        },
        {
            "id": 5,
            "name": "S - Social e Festa",
            "description": "Comportamento em festas, bebidas e vexames públicos."
        }
    ],
    "items": [
        {
            "id": 1,
            "title": "Quem morreria primeiro em um filme de terror por ser burro?",
            "category": 4,
            "footer": "Ia tentar tirar selfie com o assassino pra ganhar like póstumo. Patético."
        },
        {
            "id": 2,
            "title": "Quem tem mais chance de entrar para uma seita maluca?",
            "category": 4,
            "footer": "Já tem cara de quem acredita em coach quântico e pombo correio."
        },
        {
            "id": 3,
            "title": "Quem não devolve o dinheiro que pediu emprestado?",
            "category": 1,
            "footer": "Se eu cagar na cabeça dessa pessoa, ela ainda vai me pedir o dinheiro do shampoo."
        },
        {
            "id": 4,
            "title": "Quem tem o histórico de pesquisa do Google mais assustador?",
            "category": 1,
            "footer": "Se a polícia ver isso, nem advogado porta de cadeia resolve."
        },
        {
            "id": 5,
            "title": "Quem passa mais tempo sentado no vaso sanitário?",
            "category": 2,
            "footer": "Isso não é intestino, é um escritório de fuga da realidade. Haja hemorroida."
        },
        {
            "id": 6,
            "title": "Quem seria preso por fazer xixi na rua?",
            "category": 5,
            "footer": "Amador. Eu faço isso todo dia em cima de estátuas e ganho aplausos (mentira, ganho pedradas)."
        },
        {
            "id": 7,
            "title": "Quem tem o pior gosto musical?",
            "category": 1,
            "footer": "O tipo de som que faz até rato de esgoto tapar o ouvido."
        },
        {
            "id": 8,
            "title": "Quem stalkea o ex obsessivamente nas redes sociais?",
            "category": 3,
            "footer": "Dignidade passou longe. Parece eu esperando alguém derrubar batata frita."
        },
        {
            "id": 9,
            "title": "Quem chora por qualquer motivo idiota?",
            "category": 1,
            "footer": "Ah, pronto. O ser humano vaza água pelos olhos porque o café esfriou. Frescura."
        },
        {
            "id": 10,
            "title": "Quem seria o primeiro a comer carne humana em um acidente de avião?",
            "category": 4,
            "footer": "Finalmente alguém com instinto de sobrevivência decente. Carne é carne, bípede."
        },
        {
            "id": 11,
            "title": "Quem tem mais chance de virar um mendigo?",
            "category": 4,
            "footer": "Bem-vindo ao clube! A rua é dura, mas a liberdade tem gosto de resto de pizza."
        },
        {
            "id": 12,
            "title": "Quem não troca a roupa de cama há meses?",
            "category": 2,
            "footer": "Ali já tem um ecossistema próprio. Se bobear, nasce um cogumelo nas costas."
        },
        {
            "id": 13,
            "title": "Quem beijaria qualquer um desta roda se estivesse bêbado?",
            "category": 3,
            "footer": "Desespero tem cheiro, e tá vindo dessa direção aí."
        },
        {
            "id": 14,
            "title": "Quem venderia um órgão para comprar o iPhone novo?",
            "category": 1,
            "footer": "Troca um filtro de sangue vital por um vidro que quebra em 2 semanas. Gênios."
        },
        {
            "id": 15,
            "title": "Quem é a pessoa mais fofoqueira do grupo?",
            "category": 1,
            "footer": "Se fosse pombo, seria aquele que avisa pra praça toda quem achou o pão de queijo."
        },
        {
            "id": 16,
            "title": "Quem tem mais cara de quem já foi corno e não sabe?",
            "category": 3,
            "footer": "O último a saber, o primeiro a ser zoado. A testa deve coçar e nem é piolho."
        },
        {
            "id": 17,
            "title": "Quem nunca paga a rodada de bebida?",
            "category": 5,
            "footer": "Mão de vaca. Se espremer, sai azeite. Eu respeito a sovinice, mas na roda é feio."
        },
        {
            "id": 18,
            "title": "Quem tem a risada mais irritante?",
            "category": 1,
            "footer": "Parece uma hiena com asma. Espanta até os gatos vira-lata."
        },
        {
            "id": 19,
            "title": "Quem seria demitido no primeiro dia de trabalho?",
            "category": 4,
            "footer": "Provavelmente foi pego dormindo no estoque ou roubando caneta. Clássico."
        },
        {
            "id": 20,
            "title": "Quem tem chulé mas finge que não?",
            "category": 2,
            "footer": "Queijo gorgonzola vencido. Dá pra sentir o cheiro daqui de cima da estátua."
        },
        {
            "id": 21,
            "title": "Quem daria o golpe da barriga?",
            "category": 3,
            "footer": "Estratégia de sobrevivência avançada. Respeito a ousadia, desprezo a ética."
        },
        {
            "id": 22,
            "title": "Quem posta foto 'gratiluz' mas é uma pessoa horrível?",
            "category": 1,
            "footer": "Na internet é Dalai Lama, na vida real chuta cachorro. Hipocrisia suculenta."
        },
        {
            "id": 23,
            "title": "Quem tem mais chances de ser preso por engano?",
            "category": 4,
            "footer": "Tem cara de culpado até quando tá dormindo. A polícia adora esse perfil."
        },
        {
            "id": 24,
            "title": "Quem não sobreviveria 24 horas sem wi-fi?",
            "category": 1,
            "footer": "Tira a internet e o cérebro desliga. Vira um vegetal babando no sofá."
        },
        {
            "id": 25,
            "title": "Quem já fingiu orgasmo para acabar logo?",
            "category": 3,
            "footer": "A mentira mais triste que existe. Melhor que fingir que gosta de alpiste barato."
        },
        {
            "id": 26,
            "title": "Quem usa a mesma cueca/calcinha dois dias seguidos?",
            "category": 2,
            "footer": "Dois dias? Amadores. Minha plumagem tá aqui há 5 anos sem lavar. Vira do avesso que tá novo."
        },
        {
            "id": 27,
            "title": "Quem é o maior 'Talarico' (fura-olho) do grupo?",
            "category": 3,
            "footer": "Não pode ver um relacionamento feliz que quer botar defeito. Cobra criada."
        },
        {
            "id": 28,
            "title": "Quem sempre dá PT (Perda Total) na festa?",
            "category": 5,
            "footer": "Começa leão, termina gatinho vomitando no tapete. Patético e divertido."
        },
        {
            "id": 29,
            "title": "Quem mente sobre a própria idade?",
            "category": 1,
            "footer": "O pescoço não mente, querida. Parece um peru de natal velho."
        },
        {
            "id": 30,
            "title": "Quem tem o quarto mais bagunçado?",
            "category": 2,
            "footer": "Se entrar lá, precisa de vacina antitetânica. Nem rato entra pra não se perder."
        },
        {
            "id": 31,
            "title": "Quem seria cancelado no Twitter/X em 5 minutos?",
            "category": 5,
            "footer": "Abre a boca e sai chorume. A internet não perdoa, e eu vou rir vendo o linchamento."
        },
        {
            "id": 32,
            "title": "Quem tem mais chance de casar por dinheiro?",
            "category": 3,
            "footer": "Amor não enche barriga, né? Eu casaria com uma velha que joga milho premium."
        },
        {
            "id": 33,
            "title": "Quem só procura os amigos quando precisa de algo?",
            "category": 1,
            "footer": "Interesseiro. Tipo aquele pombo que só chega perto quando vê o saco de pipoca."
        },
        {
            "id": 34,
            "title": "Quem dirige pior?",
            "category": 4,
            "footer": "Um perigo público. Deveria andar de a pé, ou voar... ah, não, vocês não voam. Azar."
        },
        {
            "id": 35,
            "title": "Quem tem a voz mais irritante?",
            "category": 1,
            "footer": "Parece giz no quadro negro. Dá vontade de arrancar as penas do ouvido."
        },
        {
            "id": 36,
            "title": "Quem peida e coloca a culpa no cachorro?",
            "category": 2,
            "footer": "Covarde. Assume a bomba química, humano! Eu cago na cabeça de vocês e não culpo ninguém."
        },
        {
            "id": 37,
            "title": "Quem tem mais chance de aparecer no 'Casos de Família'?",
            "category": 5,
            "footer": "Daria um episódio duplo: 'Meu amigo é um pombo e roubou meu namorado'."
        },
        {
            "id": 38,
            "title": "Quem tem o 'dedo podre' pra escolher namorado(a)?",
            "category": 3,
            "footer": "Só escolhe lixo tóxico. Se fosse catador de lixo, tava rico."
        },
        {
            "id": 39,
            "title": "Quem seria capaz de matar alguém por dinheiro?",
            "category": 4,
            "footer": "Olhar frio de psicopata. Gostei. Tem futuro na máfia dos pombos."
        },
        {
            "id": 40,
            "title": "Quem edita tanto as fotos que fica irreconhecível?",
            "category": 1,
            "footer": "Ao vivo é um troll, na foto é elfo. Propaganda enganosa dá processo, hein."
        },
        {
            "id": 41,
            "title": "Quem demora mais para entender uma piada?",
            "category": 1,
            "footer": "O cérebro opera em 2G. A piada chega por carta registrada na cabeça da criatura."
        },
        {
            "id": 42,
            "title": "Quem nunca devolve o isqueiro ou a caneta?",
            "category": 1,
            "footer": "Kleptomaníaco de itens de baixo valor. Começa com Bic, termina roubando banco."
        },
        {
            "id": 43,
            "title": "Quem faz as piores escolhas de vida?",
            "category": 4,
            "footer": "Se tiver dois caminhos, escolhe o que tem espinhos e lava vulcânica. Impressionante."
        },
        {
            "id": 44,
            "title": "Quem tem bafo de onça pela manhã?",
            "category": 2,
            "footer": "Bafo? Isso é arma biológica. Mata passarinho se respirar perto."
        },
        {
            "id": 45,
            "title": "Quem voltaria com o ex tóxico amanhã?",
            "category": 3,
            "footer": "Gosta de sofrer. É o tipo que pisa no chiclete, reclama, e pisa de novo."
        },
        {
            "id": 46,
            "title": "Quem gasta todo o salário em comida?",
            "category": 5,
            "footer": "Prioridades corretas. Se não for pra comer até explodir, pra que viver?"
        },
        {
            "id": 47,
            "title": "Quem seria o vilão em um filme da Disney?",
            "category": 1,
            "footer": "Tem a risada maléfica e a alma podre. Só falta o papagaio no ombro (eu me candidato)."
        },
        {
            "id": 48,
            "title": "Quem tem mais chance de ter um filho feio?",
            "category": 4,
            "footer": "Genética não perdoa. Mas calma, filho de pombo também é feio pra burro quando nasce."
        },
        {
            "id": 49,
            "title": "Quem só fala de si mesmo?",
            "category": 1,
            "footer": "O umbigo é o centro do universo. Chato pra cacete. *Puruu*..."
        },
        {
            "id": 50,
            "title": "Quem faz drama quando fica doente?",
            "category": 1,
            "footer": "Pega um resfriado e age como se estivesse com peste bubônica medieval. Frescura."
        },
        {
            "id": 51,
            "title": "Quem tem cara de quem não toma banho no domingo?",
            "category": 2,
            "footer": "Domingo é dia de descanso, inclusive para o sabonete. O cheiro de 'preguiça' impregna."
        },
        {
            "id": 52,
            "title": "Quem sempre estraga o rolê chorando?",
            "category": 5,
            "footer": "Bêbado chorão é a pior raça. Dá vontade de cagar na cabeça só pra dar um motivo real pra chorar."
        },
        {
            "id": 53,
            "title": "Quem manda nudes não solicitados?",
            "category": 3,
            "footer": "Exibicionista barato. Ninguém quer ver essa mixaria não, guarda pra você."
        },
        {
            "id": 54,
            "title": "Quem acredita em teorias da conspiração absurdas?",
            "category": 1,
            "footer": "Usa chapéu de alumínio igual minha coroa. Acha que pombo é drone do governo (quem dera, queria salário)."
        },
        {
            "id": 55,
            "title": "Quem tem mais chance de virar um acumulador de lixo?",
            "category": 4,
            "footer": "Meu ídolo! Guardar lixo é arte. Vocês chamam de doença, eu chamo de estoque."
        },
        {
            "id": 56,
            "title": "Quem roubava brigadeiro da mesa antes do parabéns?",
            "category": 5,
            "footer": "Ladrãozinho de açúcar. Começa assim, termina desviando verba pública."
        },
        {
            "id": 57,
            "title": "Quem é a pessoa mais preguiçosa que você conhece?",
            "category": 1,
            "footer": "Se pudesse, pagava alguém pra respirar por ele. Inútil."
        },
        {
            "id": 58,
            "title": "Quem tem fetiches mais estranhos?",
            "category": 3,
            "footer": "Melhor nem comentar. O histórico do navegador dessa pessoa deve ser caso de polícia."
        },
        {
            "id": 59,
            "title": "Quem seria expulso do Big Brother na primeira semana?",
            "category": 5,
            "footer": "Ia falar uma atrocidade ao vivo e sair com 99% de rejeição. Um recorde!"
        },
        {
            "id": 60,
            "title": "Quem nunca lava a louça?",
            "category": 2,
            "footer": "A pia cria vida própria. Já vi barata pedindo pra sair da cozinha dessa pessoa."
        },
        {
            "id": 61,
            "title": "Quem se acha muito mais bonito do que realmente é?",
            "category": 1,
            "footer": "Espelho não fala, senão ia rir da cara desse aí todo dia."
        },
        {
            "id": 62,
            "title": "Quem tem mais chance de virar pastor para roubar dinheiro?",
            "category": 4,
            "footer": "Tem a oratória do mal. Vende terreno no céu e entrega lote no pântano."
        },
        {
            "id": 63,
            "title": "Quem só bebe cerveja barata?",
            "category": 5,
            "footer": "Mijo de milho fermentado. O fígado grita socorro, mas o bolso agradece."
        },
        {
            "id": 64,
            "title": "Quem já traiu e acha que ninguém sabe?",
            "category": 3,
            "footer": "Todo mundo sabe, gênio. O chifre chega antes da pessoa na sala."
        },
        {
            "id": 65,
            "title": "Quem tem medo do escuro?",
            "category": 1,
            "footer": "Dorme de luz acesa igual um bebê. Se ver um vulto, infarta."
        },
        {
            "id": 66,
            "title": "Quem não escova os dentes antes de dormir?",
            "category": 2,
            "footer": "Boca de cemitério. Acorda com um hálito que derruba avião."
        },
        {
            "id": 67,
            "title": "Quem tem cara de quem ronca igual um trator?",
            "category": 2,
            "footer": "Motosserra humana. O vizinho deve achar que tem obra no apartamento."
        },
        {
            "id": 68,
            "title": "Quem deve estar devendo no banco?",
            "category": 4,
            "footer": "O gerente do banco já tem foto dele no alvo de dardo. Caloteiro profissional."
        },
        {
            "id": 69,
            "title": "Quem se veste pior?",
            "category": 1,
            "footer": "Parece que se vestiu no escuro num brechó de palhaço cego. Doloroso de ver."
        },
        {
            "id": 70,
            "title": "Quem sempre chega atrasado?",
            "category": 5,
            "footer": "A própria noiva do cadáver. Se o enterro for dele, ele chega depois do caixão."
        },
        {
            "id": 71,
            "title": "Quem seria capaz de perdoar uma traição por um presente?",
            "category": 3,
            "footer": "Dignidade vendida por uma bolsa falsa. Triste, muito triste."
        },
        {
            "id": 72,
            "title": "Quem tem mais chance de ser sequestrado?",
            "category": 4,
            "footer": "Tem cara de quem tem dinheiro (mesmo não tendo). Ia dar prejuízo pro sequestrador."
        },
        {
            "id": 73,
            "title": "Quem cria fake para stalkear inimigos?",
            "category": 1,
            "footer": "Detetive de quinta categoria. FBI da Shopee. Arruma o que fazer!"
        },
        {
            "id": 74,
            "title": "Quem come de boca aberta?",
            "category": 2,
            "footer": "Betoneira humana. Faz 'nhec nhec' que dá vontade de socar."
        },
        {
            "id": 75,
            "title": "Quem fala cuspindo?",
            "category": 2,
            "footer": "Chafariz de baba. Tem que usar guarda-chuva pra conversar com a criatura."
        },
        {
            "id": 76,
            "title": "Quem tem mais chance de ganhar na loteria e perder tudo?",
            "category": 4,
            "footer": "Pobre com dinheiro faz merda rápido. Ia comprar 10 carros e bater todos."
        },
        {
            "id": 77,
            "title": "Quem transaria com um primo distante?",
            "category": 3,
            "footer": "Família unida até demais... 'Ah, é de 3º grau não conta'. Conta sim, seu tarado."
        },
        {
            "id": 78,
            "title": "Quem é o mais mão de vaca (pão duro)?",
            "category": 1,
            "footer": "Tem escorpião no bolso. Se cair uma moeda no chão, mergulha de cabeça."
        },
        {
            "id": 79,
            "title": "Quem conta os segredos dos outros?",
            "category": 1,
            "footer": "Boca de trombone. Se contar pra ele, conta pro bairro todo."
        },
        {
            "id": 80,
            "title": "Quem finge que está bêbado para fazer merda?",
            "category": 5,
            "footer": "Ator ruim. Bebe suco de uva e finge que tá loucão pra beijar feio."
        },
        {
            "id": 81,
            "title": "Quem tem a família mais louca?",
            "category": 4,
            "footer": "A maçã podre não cai longe da árvore bichada. O DNA aí é complicado."
        },
        {
            "id": 82,
            "title": "Quem tem a tatuagem mais feia?",
            "category": 1,
            "footer": "Parece rabisco de cadeia ou desenho de criança de 3 anos bêbada."
        },
        {
            "id": 83,
            "title": "Quem não sabe cozinhar nem miojo?",
            "category": 2,
            "footer": "Consegue queimar água. Se depender dele, morre de fome ou de intoxicação."
        },
        {
            "id": 84,
            "title": "Quem tem cara de quem já foi preso?",
            "category": 4,
            "footer": "Tem a aura de meliante. A polícia para na blitz só por instinto."
        },
        {
            "id": 85,
            "title": "Quem namoraria alguém só por interesse?",
            "category": 3,
            "footer": "Prostituição não remunerada? Não, pera... Amor com fins lucrativos."
        },
        {
            "id": 86,
            "title": "Quem faz xixi na piscina?",
            "category": 2,
            "footer": "Aquece a água com urina. Porco! Depois mergulha de cabeça nisso."
        },
        {
            "id": 87,
            "title": "Quem é o mais carente de atenção?",
            "category": 1,
            "footer": "'Olhem pra mim!'. Parece filhote de cachorro abandonado. Patético."
        },
        {
            "id": 88,
            "title": "Quem chora vendo propaganda de margarina?",
            "category": 1,
            "footer": "Manteiga derretida. Emocional de uma batata cozida."
        },
        {
            "id": 89,
            "title": "Quem seria barrado na porta da balada?",
            "category": 5,
            "footer": "Ou tá muito bêbado, ou muito feio, ou vestido igual um mendigo (ofensivo pra mim)."
        },
        {
            "id": 90,
            "title": "Quem tem mais chance de virar um 'sugar baby'?",
            "category": 3,
            "footer": "Tá caçando velho rico desesperadamente. Aposentadoria garantida."
        },
        {
            "id": 91,
            "title": "Quem tira meleca do nariz e cola embaixo da mesa?",
            "category": 2,
            "footer": "Estoque de catarro seco. O terror das faxineiras."
        },
        {
            "id": 92,
            "title": "Quem é o amigo da onça do grupo?",
            "category": 1,
            "footer": "Aquele que te abraça e te esfaqueia. Cuidado com as costas."
        },
        {
            "id": 93,
            "title": "Quem sempre esquece a carteira na hora de pagar?",
            "category": 1,
            "footer": "Golpista do lanche. 'Esqueci' é o caramba, quer comer de graça."
        },
        {
            "id": 94,
            "title": "Quem tem mais chance de ter 10 gatos e morrer sozinho?",
            "category": 4,
            "footer": "A louca dos gatos in training. Vai virar ração pros bichos quando morrer."
        },
        {
            "id": 95,
            "title": "Quem se apaixonaria pelo sequestrador?",
            "category": 3,
            "footer": "Síndrome de Estocolmo instantânea. 'Ele apontou a arma pra mim, que romântico!'"
        },
        {
            "id": 96,
            "title": "Quem tem o pé mais feio?",
            "category": 2,
            "footer": "Parece um pão de queijo amassado com unhas de gavião. Esconde isso!"
        },
        {
            "id": 97,
            "title": "Quem usa gírias de jovem para parecer descolado?",
            "category": 1,
            "footer": "CRINGE. Tiozão querendo ser 'xóvem'. Vergonha alheia."
        },
        {
            "id": 98,
            "title": "Quem seria o primeiro a morrer numa ilha deserta?",
            "category": 4,
            "footer": "Não sabe abrir um coco. Vira almoço dos outros em 2 dias."
        },
        {
            "id": 99,
            "title": "Quem tem cara de quem curte apanhar na cama?",
            "category": 3,
            "footer": "Gosta de um tapão, né safado(a)? Cara de masoquista não nega."
        },
        {
            "id": 100,
            "title": "Quem dá em cima dos namorados(as) dos outros?",
            "category": 3,
            "footer": "Talarico mestre. Não respeita código de honra nenhum. Lixo humano."
        },
        {
            "id": 101,
            "title": "Quem nunca corta as unhas do pé?",
            "category": 2,
            "footer": "Garras de velociraptor. Rasga o lençol e, se bobear, sobe em árvore."
        },
        {
            "id": 102,
            "title": "Quem ri nas horas erradas (tipo velório)?",
            "category": 1,
            "footer": "Psicopata em treinamento. O caixão descendo e o idiota segurando a risada."
        },
        {
            "id": 103,
            "title": "Quem tem mais chance de ser abduzido por alienígenas?",
            "category": 4,
            "footer": "Os aliens vão devolver em 5 minutos. 'Muito chato, devolve pra Terra'."
        },
        {
            "id": 104,
            "title": "Quem é o mais influenciável?",
            "category": 1,
            "footer": "Maria vai com as outras. Se eu pular da ponte, ele pula atrás (e eu tenho asas, ele não)."
        },
        {
            "id": 105,
            "title": "Quem passaria a perna no amigo por dinheiro?",
            "category": 1,
            "footer": "Vende a mãe por um pastel. Caráter de esgoto."
        },
        {
            "id": 106,
            "title": "Quem faz comentários preconceituosos e diz que é 'brincadeira'?",
            "category": 1,
            "footer": "O famoso 'tiozão do zap'. Ninguém ri, só ele. Um lixo tóxico ambulante."
        },
        {
            "id": 107,
            "title": "Quem tem chulé assassino?",
            "category": 2,
            "footer": "Arma química proibida na convenção de Genebra. Tira o tênis e a planta morre."
        },
        {
            "id": 108,
            "title": "Quem não sabe trocar uma lâmpada?",
            "category": 2,
            "footer": "Inútil. Se acabar a luz, vive na idade da pedra até alguém ajudar."
        },
        {
            "id": 109,
            "title": "Quem tem cara de safado(a) mas é santinho(a)?",
            "category": 3,
            "footer": "Propaganda enganosa. A embalagem é pimenta, o conteúdo é chuchu."
        },
        {
            "id": 110,
            "title": "Quem tem cara de santo(a) mas é o diabo?",
            "category": 3,
            "footer": "Os quietinhos são os piores. Água parada dá dengue e mata gente."
        },
        {
            "id": 111,
            "title": "Quem fica agressivo quando bebe?",
            "category": 5,
            "footer": "Vira o Rambo de boteco. Merece dormir no xilindró pra acalmar o facho."
        },
        {
            "id": 112,
            "title": "Quem liga para o ex de madrugada chorando?",
            "category": 3,
            "footer": "A humilhação tem hora marcada: 3 da manhã. 'Eu ainda te amo' (voz de bêbado)."
        },
        {
            "id": 113,
            "title": "Quem tem mais chance de virar político corrupto?",
            "category": 4,
            "footer": "Mente olhando no olho. Já nasceu com a vocação pra desviar verba de merenda."
        },
        {
            "id": 114,
            "title": "Quem mente no currículo?",
            "category": 1,
            "footer": "Diz que fala inglês fluente mas não sabe pedir um 'hot dog'. A farsa dura pouco."
        },
        {
            "id": 115,
            "title": "Quem rouba copos da balada?",
            "category": 5,
            "footer": "A casa deve ser cheia de copo de plástico barato. Que coleção de merda."
        },
        {
            "id": 116,
            "title": "Quem tem a risada mais maléfica?",
            "category": 1,
            "footer": "Parece vilão de desenho animado planejando dominar o mundo (mas não domina nem a própria vida)."
        },
        {
            "id": 117,
            "title": "Quem não consegue guardar segredo nem por 5 minutos?",
            "category": 1,
            "footer": "Língua solta. Se contar um segredo, vira manchete no jornal do bairro."
        },
        {
            "id": 118,
            "title": "Quem tem mais chance de ir para o inferno?",
            "category": 4,
            "footer": "Já tem lugar reservado na área VIP do capeta. O diabo tá ansioso."
        },
        {
            "id": 119,
            "title": "Quem já foi pego fazendo sexo em lugar público?",
            "category": 3,
            "footer": "Nós pombos fazemos isso o tempo todo, mas vocês humanos ficam vermelhos quando a polícia chega."
        },
        {
            "id": 120,
            "title": "Quem tem o gosto para filmes mais duvidoso?",
            "category": 1,
            "footer": "Adora comédia romântica ruim ou filme de ação onde a física não existe."
        },
        {
            "id": 121,
            "title": "Quem limpa a casa só quando vem visita?",
            "category": 2,
            "footer": "Vive no chiqueiro, mas finge que é realeza. Empurra a sujeira pra baixo do tapete."
        },
        {
            "id": 122,
            "title": "Quem tem medo de barata?",
            "category": 1,
            "footer": "Um gigante de 70kg com medo de um inseto crocante. Vergonha da espécie."
        },
        {
            "id": 123,
            "title": "Quem já usou a escova de dentes de outra pessoa?",
            "category": 2,
            "footer": "Isso é nojento até pra mim, e eu como lixo. Troca de bactérias íntimas."
        },
        {
            "id": 124,
            "title": "Quem tem cara de quem nunca leu um livro?",
            "category": 1,
            "footer": "O cérebro é liso, sem nenhuma ruga de conhecimento. Analfabeto funcional."
        },
        {
            "id": 125,
            "title": "Quem gasta dinheiro com coisas inúteis?",
            "category": 5,
            "footer": "Compra massageador de cabeça e deixa a conta de luz atrasar. Prioridades."
        },
        {
            "id": 126,
            "title": "Quem seria o vizinho chato que reclama do som?",
            "category": 1,
            "footer": "O síndico ama, o prédio odeia. Se eu pousar na janela, ele chama a polícia."
        },
        {
            "id": 127,
            "title": "Quem tem mais chance de ter um vídeo íntimo vazado?",
            "category": 3,
            "footer": "Confia demais na nuvem... e no caráter duvidoso dos parceiros."
        },
        {
            "id": 128,
            "title": "Quem dorme de boca aberta babando?",
            "category": 2,
            "footer": "Acorda numa poça da própria saliva. Parece um buldogue com derrame."
        },
        {
            "id": 129,
            "title": "Quem tem cara de quem cheira a roupa para ver se está suja?",
            "category": 2,
            "footer": "O teste do nariz: se não desmaiar, usa de novo. Higiene freestyle."
        },
        {
            "id": 130,
            "title": "Quem é o mais 'biscoiteiro' nas redes sociais?",
            "category": 1,
            "footer": "Venderia a alma por um like. Posta foto chorando pra ganhar engajamento."
        },
        {
            "id": 131,
            "title": "Quem tem mais chance de fugir do país?",
            "category": 4,
            "footer": "Deve pra agiota ou pra receita federal. O aeroporto é a única saída."
        },
        {
            "id": 132,
            "title": "Quem se veste igual um tiozão/tiazona?",
            "category": 1,
            "footer": "Pochete e sandália com meia. Estilo 'churrasco de domingo eterno'."
        },
        {
            "id": 133,
            "title": "Quem sempre perde o celular?",
            "category": 5,
            "footer": "A cabeça só não cai porque tá grudada. O Uber vive devolvendo as coisas dele."
        },
        {
            "id": 134,
            "title": "Quem tem mais chance de ser traído?",
            "category": 3,
            "footer": "Ingênuo demais. Acredita em 'viagem de negócios' no carnaval."
        },
        {
            "id": 135,
            "title": "Quem faria uma tatuagem com o nome do namorado(a) de 1 mês?",
            "category": 3,
            "footer": "Burrice permanente na pele. Depois gasta o dobro pra cobrir com um dragão feio."
        },
        {
            "id": 136,
            "title": "Quem tem a playlist mais vergonhosa no Spotify?",
            "category": 1,
            "footer": "De Xuxa a metal norueguês, passando por sertanejo de corno. Esquizofrenia musical."
        },
        {
            "id": 137,
            "title": "Quem reclama da comida do restaurante para não pagar?",
            "category": 1,
            "footer": "Golpista gastronômico. Coloca o próprio cabelo na sopa. Clássico."
        },
        {
            "id": 138,
            "title": "Quem seria preso por brigar no trânsito?",
            "category": 5,
            "footer": "Xinga a mãe do motorista do lado e leva uma chave de roda na testa."
        },
        {
            "id": 139,
            "title": "Quem tem cara de quem não usa desodorante?",
            "category": 2,
            "footer": "Acredita em 'cosmética natural'. O cheiro natural é de cebola podre."
        },
        {
            "id": 140,
            "title": "Quem já teve um 'Sugar Daddy' ou 'Sugar Mommy'?",
            "category": 3,
            "footer": "Amor verdadeiro... pelo dinheiro na conta. O velho paga, o jovem gasta."
        },
        {
            "id": 141,
            "title": "Quem tem a caligrafia mais feia?",
            "category": 1,
            "footer": "Garranchos. Parece que escreveu segurando a caneta com o pé."
        },
        {
            "id": 142,
            "title": "Quem não sabe fritar um ovo?",
            "category": 2,
            "footer": "Queima o óleo, gruda na panela e come casca junto. Um desastre."
        },
        {
            "id": 143,
            "title": "Quem tem mais chance de virar um eremita?",
            "category": 4,
            "footer": "Odeia gente (tá certo ele). Vai morar no mato e falar com pedras."
        },
        {
            "id": 144,
            "title": "Quem tem a caixa de entrada de e-mail com 10.000 não lidos?",
            "category": 2,
            "footer": "Caos digital. Perde conta de luz e promoção de pizza no meio do lixo."
        },
        {
            "id": 145,
            "title": "Quem é viciado em Tinder?",
            "category": 3,
            "footer": "O dedo já tem cãibra de tanto arrastar. Procura o amor no açougue humano."
        },
        {
            "id": 146,
            "title": "Quem usa crocs não ironicamente?",
            "category": 1,
            "footer": "Sapato de queijo suíço de borracha. A dignidade sai pelos buracos."
        },
        {
            "id": 147,
            "title": "Quem pede comida por aplicativo todo dia?",
            "category": 2,
            "footer": "O entregador já é da família. Preguiça de cozinhar nível hard."
        },
        {
            "id": 148,
            "title": "Quem tem cara de quem nunca vai sair da casa dos pais?",
            "category": 4,
            "footer": "Parasita doméstico. A mãe ainda corta a bordinha do pão pra ele."
        },
        {
            "id": 149,
            "title": "Quem é o mais invejoso?",
            "category": 1,
            "footer": "O olho gordo seca pimenteira. Quer a vida do outro, mas sem o esforço."
        },
        {
            "id": 150,
            "title": "Quem inventa desculpa para não sair de casa?",
            "category": 1,
            "footer": "'Ah, minha avó caiu no banho'. Mentira, tá de pijama vendo série ruim."
        },
        {
            "id": 151,
            "title": "Quem fala 'gratidão' a cada 5 minutos?",
            "category": 1,
            "footer": "Positividade tóxica. Dá vontade de vomitar arco-íris na cara dessa pessoa."
        },
        {
            "id": 152,
            "title": "Quem tem mais chance de entrar num esquema de pirâmide?",
            "category": 4,
            "footer": "Acredita em dinheiro fácil. Vai acabar vendendo shake pra pagar a dívida do perfume."
        },
        {
            "id": 153,
            "title": "Quem usa foto de perfil de 10 anos atrás?",
            "category": 1,
            "footer": "Catfish total. Chega no encontro e a pessoa parece o avô da foto."
        },
        {
            "id": 154,
            "title": "Quem tem cara de quem dorme pelado?",
            "category": 3,
            "footer": "Desnecessário. Se pegar fogo na casa, vai correr com as vergonhas balançando."
        },
        {
            "id": 155,
            "title": "Quem é o mais provável de ter uma vida dupla?",
            "category": 4,
            "footer": "De dia é contador, de noite é stripper ou assassino de aluguel. Cara de psicopata."
        },
        {
            "id": 156,
            "title": "Quem seria banido do Uber?",
            "category": 5,
            "footer": "Nota 2.0. Deve comer salgadinho e limpar a mão no banco do motorista."
        },
        {
            "id": 157,
            "title": "Quem come comida que caiu no chão (regra dos 5 segundos)?",
            "category": 2,
            "footer": "Esse é dos meus! Chão é tempero. Vocês humanos são muito frescos com bactérias."
        },
        {
            "id": 158,
            "title": "Quem tem mais chance de ter um filho na adolescência?",
            "category": 4,
            "footer": "Não sabe usar preservativo, mas sabe fazer filho. A demografia agradece, a carteira chora."
        },
        {
            "id": 159,
            "title": "Quem tem cara de quem compra seguidores?",
            "category": 1,
            "footer": "Tem 50 mil seguidores e 2 curtidas na foto (da mãe e da tia). Patético."
        },
        {
            "id": 160,
            "title": "Quem seria o chato do grupo de condomínio?",
            "category": 1,
            "footer": "Fiscal de varanda. Reclama que o pombo (eu) cagou na sacada dele. Odiado por todos."
        },
        {
            "id": 161,
            "title": "Quem não devolve Tupperware da mãe?",
            "category": 2,
            "footer": "O maior crime familiar. A mãe vai deserdar por causa de um pote de plástico engordurado."
        },
        {
            "id": 162,
            "title": "Quem tem o histórico de navegador que faria a mãe chorar?",
            "category": 3,
            "footer": "Se a mãe visse, ia pedir o útero de volta. Só perversão e bizarrice."
        },
        {
            "id": 163,
            "title": "Quem já saiu sem pagar de algum lugar?",
            "category": 1,
            "footer": "Malandro de agulha. Corre mais que eu fugindo de gato."
        },
        {
            "id": 164,
            "title": "Quem tem cara de quem ronca e acorda a casa toda?",
            "category": 2,
            "footer": "Parece um urso hibernando com bronquite. Precisa de um exorcismo, não de um médico."
        },
        {
            "id": 165,
            "title": "Quem é o mais provável de ser demitido por justa causa?",
            "category": 4,
            "footer": "Fez merda grande. Tipo cagar na mesa do chefe ou roubar o cofre da empresa."
        },
        {
            "id": 166,
            "title": "Quem daria um péssimo pai/mãe?",
            "category": 4,
            "footer": "A criança ia se criar sozinha na selva de pedra. Conselho Tutelar já tá de olho."
        },
        {
            "id": 167,
            "title": "Quem tem a maior coleção de nudes no celular?",
            "category": 3,
            "footer": "Álbum secreto protegido por senha. Se vazar, destrói 15 casamentos e 3 carreiras."
        },
        {
            "id": 168,
            "title": "Quem não sabe a diferença entre 'mas' e 'mais'?",
            "category": 1,
            "footer": "Assassino da gramática. 'Eu queria ir, mais não vou'. Dói na alma até de um pombo."
        },
        {
            "id": 169,
            "title": "Quem tem cara de quem chupa o dedo dormindo?",
            "category": 2,
            "footer": "Regressão infantil. Eterna criança mimada que precisa de chupeta."
        },
        {
            "id": 170,
            "title": "Quem seria preso por andar pelado na rua?",
            "category": 5,
            "footer": "Surto psicótico ou aposta perdida. De qualquer forma, ninguém quer ver isso balançando."
        },
        {
            "id": 171,
            "title": "Quem chora vendo filme da Barbie?",
            "category": 1,
            "footer": "Sensibilidade de cristal. Chora até com comercial de ração de cachorro."
        },
        {
            "id": 172,
            "title": "Quem tem mais chance de casar 5 vezes?",
            "category": 3,
            "footer": "Adora festa de casamento, odeia a rotina. Coleciona alianças e divórcios."
        },
        {
            "id": 173,
            "title": "Quem guarda mágoa de coisa de 10 anos atrás?",
            "category": 1,
            "footer": "Rancoroso. Lembra que você roubou a borracha dele na 3ª série. Perigoso."
        },
        {
            "id": 174,
            "title": "Quem é o mais provável de virar um 'Tio do Pavê'?",
            "category": 4,
            "footer": "Piadas velhas, fedendo a naftalina. 'É pavê ou pacumê?'. Merecia um tapa."
        },
        {
            "id": 175,
            "title": "Quem tem cara de quem fala sozinho?",
            "category": 1,
            "footer": "Eu falo sozinho o tempo todo, mas sou um gênio incompreendido. Esse aí é só doido mesmo."
        },
        {
            "id": 176,
            "title": "Quem usa a mesma roupa 3 dias seguidos?",
            "category": 2,
            "footer": "Economia de água ou porquice? A roupa já sai andando sozinha pro cesto."
        },
        {
            "id": 177,
            "title": "Quem tem mais chance de ter o nome no Serasa?",
            "category": 4,
            "footer": "O terror do cartão de crédito. Compra tudo parcelado em 48x e some."
        },
        {
            "id": 178,
            "title": "Quem é o mais dramático?",
            "category": 1,
            "footer": "Novela mexicana ambulante. Tudo é o fim do mundo. Haja paciência."
        },
        {
            "id": 179,
            "title": "Quem tem cara de quem não lava o pé no banho?",
            "category": 2,
            "footer": "Acha que a água com sabão que escorre já limpa. O pé deve ter crosta de sujeira."
        },
        {
            "id": 180,
            "title": "Quem já ficou com alguém só por pena?",
            "category": 3,
            "footer": "Caridade sexual. Ganha pontinhos no céu, mas perde a dignidade na terra."
        },
        {
            "id": 181,
            "title": "Quem tem mais chance de virar alcoólatra?",
            "category": 5,
            "footer": "O fígado já pediu demissão faz tempo. Bebe até álcool de posto se deixar."
        },
        {
            "id": 182,
            "title": "Quem é o mais provável de ter um perfil fake de ódio?",
            "category": 1,
            "footer": "Covarde digital (Hater). Xinga todo mundo anônimo porque na vida real é um frouxo."
        },
        {
            "id": 183,
            "title": "Quem não sabe usar a máquina de lavar?",
            "category": 2,
            "footer": "Mistura roupa branca com vermelha e sai tudo rosa. Mimadinho da mamãe."
        },
        {
            "id": 184,
            "title": "Quem tem cara de quem já roubou loja de doce?",
            "category": 1,
            "footer": "Cleptomaníaco de açúcar. Começa com bala, termina com diabetes e ficha policial."
        },
        {
            "id": 185,
            "title": "Quem se acha o dono da razão?",
            "category": 1,
            "footer": "Arrogante. Discute com o GPS. Se errar, a culpa é da realidade que estava errada."
        },
        {
            "id": 186,
            "title": "Quem tem mais chance de virar monge?",
            "category": 4,
            "footer": "Tédio em forma de gente. Vai fazer voto de silêncio e ninguém vai notar a diferença."
        },
        {
            "id": 187,
            "title": "Quem tem cara de quem gosta de apanhar?",
            "category": 3,
            "footer": "Sádico? Não, masoquista mesmo. Sorri quando leva um tapa. Bizarro."
        },
        {
            "id": 188,
            "title": "Quem é o mais provável de ter um fetiche em pés?",
            "category": 3,
            "footer": "Fica olhando pro chão não é de timidez, é tara. Quentin Tarantino da turma."
        },
        {
            "id": 189,
            "title": "Quem nunca paga o que deve?",
            "category": 1,
            "footer": "O famoso 'devo, não nego, pago quando quiser'. E nunca quer."
        },
        {
            "id": 190,
            "title": "Quem tem cara de quem já comeu ração de cachorro?",
            "category": 2,
            "footer": "Curiosidade gastronômica duvidosa. Ou fome extrema. Ração tem gosto de papelão (eu sei)."
        },
        {
            "id": 191,
            "title": "Quem é o mais provável de quebrar um osso tropeçando?",
            "category": 4,
            "footer": "Coordenação motora de uma ameba. Tropeça na própria sombra e vai pro hospital."
        },
        {
            "id": 192,
            "title": "Quem tem cara de quem fofoca na igreja?",
            "category": 1,
            "footer": "Reza um Pai Nosso e fala mal da roupa da vizinha. A língua queima no inferno."
        },
        {
            "id": 193,
            "title": "Quem tem mais chance de virar estátua viva?",
            "category": 4,
            "footer": "Fica parado sem fazer nada o dia todo mesmo... Pelo menos ganharia uns trocados."
        },
        {
            "id": 194,
            "title": "Quem tem cara de quem usa calcinha/cueca furada?",
            "category": 2,
            "footer": "Ventilação estratégica? Não, é desleixo mesmo. Se sofrer acidente, passa vergonha."
        },
        {
            "id": 195,
            "title": "Quem é o mais provável de esquecer o próprio aniversário?",
            "category": 1,
            "footer": "Cabeça de vento. Só lembra porque o Facebook avisa."
        },
        {
            "id": 196,
            "title": "Quem tem cara de quem gosta de filme dublado?",
            "category": 1,
            "footer": "Preguiça de ler legenda. Perde a atuação original pra ouvir voz de locutor de rádio."
        },
        {
            "id": 197,
            "title": "Quem já vomitou no Uber?",
            "category": 5,
            "footer": "Multa de limpeza garantida. O motorista quer te matar, e com razão."
        },
        {
            "id": 198,
            "title": "Quem tem mais chance de ter um infarto jogando videogame?",
            "category": 4,
            "footer": "Sedentário e estressado. Morre gritando com uma criança de 12 anos online."
        },
        {
            "id": 199,
            "title": "Quem tem cara de quem usa Tinder escondido do namorado(a)?",
            "category": 3,
            "footer": "Mau caráter. Tá procurando sarna pra se coçar. Espero que seja pego."
        },
        {
            "id": 200,
            "title": "Quem é o verdadeiro 'Amigo da Onça' desta roda?",
            "category": 1,
            "footer": "Olhe bem ao seu redor. Um deles é judas. Talvez seja você. *Puruuu*."
        }
    ]
}
