{
  "winner": [
    "Puruu! Você é o rei do lixão! Sua coroa é uma casca de banana e o ódio dos seus amigos.",
    "Olha só, o 'escolhido'! Agora trate de pagar o lanche de todo mundo, seu pão-duro.",
    "Venceu, mas a que custo? Sua dignidade já era faz tempo mesmo...",
    "Ruruuu... Brilhante! Tão brilhante quanto careca de banqueiro no sol do meio-dia.",
    "Você joga sujo... Eu gosto disso. Toma aqui uma medalha feita de tampa de iogurte.",
    "A sorte sorriu pra você. E olha que a sorte tem dentes podres e bafo de cachaça.",
    "Campeão! Agora sai do pódio antes que eu mire bem no meio da sua testa.",
    "Ganhou? Grande coisa. Quero ver ganhar de um rato de esgoto numa disputa de faca.",
    "Aposto que você trapaceou quando ninguém tava olhando. Orgulho do papai Nelson!",
    "Sua vitória é estatisticamente improvável. Deve ser bug na Matrix.",
    "Parabéns. Você é o melhor dos piores. É como ser o pombo mais limpo do centro: ainda é sujo.",
    "Apertem os cintos, o ego do campeão vai inflar tanto que vai estourar o teto.",
    "Cof! Um brinde com água da sarjeta para a vossa majestade!",
    "Você destruiu seus oponentes com a graça de um trator desgovernado. Belo trabalho.",
    "A vitória é doce, mas cuidado com a diabetes e com a facada nas costas.",
    "Finalmente você serviu pra alguma coisa! Já pode parar de desperdiçar oxigênio.",
    "Olha ele! Se achando a última bolacha do pacote... pacote que tava no chão e pisado.",
    "Ganhou na habilidade ou foi o lag que ajudou? Nunca saberemos (foi o lag).",
    "Puruu... Sinto cheiro de campeão. Mentira, é cheiro de fritura velha mesmo, mas parabéns.",
    "Você humilhou todo mundo. Espero que consiga dormir à noite (eu conseguiria rindo).",
    "Toma seu troféu imaginário. Não vale nada, igual sua opinião.",
    "O universo conspirou a seu favor. O universo tem um péssimo gosto.",
    "Venceu! Agora volta pra sua insignificância antes que eu chame a carrocinha.",
    "Se fosse por dinheiro, você estaria rico. Como é por honra, continua pobre.",
    "Domínio total! Você manda nessa pocilga!"
  ],
  "loser": [
    "Ruruuu... Que desempenho patético. Parecia um pombo com labirintite.",
    "Você nasceu pra ser tapete. Aceite sua função decorativa no chão.",
    "Cof! Isso foi doloroso de assistir. Meus olhos ardem mais que quando jogam spray de pimenta.",
    "A culpa é do controle, né? Ou do lag? Ou da sua completa falta de neurônios?",
    "Se vergonha matasse, você já tava decompondo e virando adubo.",
    "Parabéns! Você descobriu 1001 maneiras de como NÃO jogar este jogo.",
    "Você é o NPC que morre no tutorial pra ensinar os outros a jogar.",
    "Puruu... Sinto cheiro de perdedor. Tem notas de suor frio e desespero.",
    "Vai chorar? Manda áudio, adoro ouvir o som da derrota.",
    "Na cadeia alimentar do jogo, você é o alpiste.",
    "Já pensou em tentar outro hobby? Tipo colecionar poeira ou contar azulejos?",
    "Sua estratégia foi tão profunda quanto um pires de água.",
    "Eu já vi pão mofado com mais atitude de vencedor que você.",
    "Perdeu feio. Perdeu rude. Se eu fosse você, mudava de nome e de cidade.",
    "O fundo do poço tem porão, e você acabou de alugar um quarto lá.",
    "Obrigado por participar. Alguém tinha que ficar em último, né?",
    "Hã?! Você estava jogando ou tendo um derrame? Difícil dizer.",
    "Sua mãe deve estar orgulhosa... de ter saído de casa pra não ver isso.",
    "Game Over. Insira mais fichas... ou melhor, não insira. Economize seu dinheiro.",
    "Você joga como um gato gordo tentando pegar laser: cansa rápido e falha miseravelmente.",
    "Derrota humilhante. Vou guardar esse momento no meu coraçãozinho de pedra.",
    "A definição de fracasso foi atualizada no dicionário com a sua foto.",
    "Não desanime! Piora.",
    "Você é a prova viva de que a evolução às vezes dá marcha ré.",
    "Saia da minha frente. Sua aura de perdedor está murchando minhas penas."
  ]
}