{
    "id": "base",
    "name": "Jogo Padrão",
    "description": "O jogo onde o contexto é tudo e o limite não existe. Preencha a lacuna e crie a frase mais engraçada (ou terrível) possível.",
    "categories": [
        {
            "id": 1,
            "name": "C - Cotidiano Trágico",
            "description": "Situações do dia a dia, trabalho e problemas domésticos."
        },
        {
            "id": 2,
            "name": "B - Bizarro e Fantasia",
            "description": "Coisas que não deveriam existir, alienígenas e superpoderes inúteis."
        },
        {
            "id": 3,
            "name": "P - Picante e Relacionamentos",
            "description": "Dating apps, ex-namorados e momentos íntimos constrangedores."
        },
        {
            "id": 4,
            "name": "N - Notícias e Brasil",
            "description": "Manchetes falsas, política zoeira e jeitinho brasileiro."
        },
        {
            "id": 5,
            "name": "F - Filosofia de Bar",
            "description": "Perguntas profundas com respostas idiotas."
        }
    ],
    "items": {
        "black": [
            {
                "id": 1,
                "title": "Não há nada mais triste do que __________ em um domingo à noite.",
                "category": 1,
                "footer": "Triste é você, que não tem uma estátua de bronze pra dormir em cima."
            },
            {
                "id": 2,
                "title": "O novo superpoder do herói brasileiro é: __________, mas só funciona se ele estiver devendo o agiota.",
                "category": 2,
                "footer": "Puruuu... o meu é cagar em político em pleno voo cinematográfico."
            },
            {
                "id": 3,
                "title": "O que o Tinder não te conta é que, após 15 minutos de conversa, você vai descobrir __________.",
                "category": 3,
                "footer": "Cof, cof! Geralmente é mau hálito e um plano de marketing multinível."
            },
            {
                "id": 4,
                "title": "A manchete do G1 de hoje: 'Homem é preso após tentar trocar __________ por uma coxinha de rodoviária'.",
                "category": 4,
                "footer": "Justo. Uma coxinha de rodoviária vale mais que a dignidade desse bípede."
            },
            {
                "id": 5,
                "title": "Aristóteles disse uma vez: 'A busca pela felicidade termina quando você encontra __________'.",
                "category": 5,
                "footer": "Ele disse isso porque nunca achou um pacote de batata frita aberto no chão."
            },
            {
                "id": 6,
                "title": "O RH enviou um e-mail dizendo que agora é proibido __________ durante a reunião de feedback.",
                "category": 1,
                "footer": "Burocracia... na sarjeta a gente resolve feedback na base da bicada no olho."
            },
            {
                "id": 7,
                "title": "Minha ex me bloqueou porque eu tentei apimentar a relação com __________.",
                "category": 3,
                "footer": "Ruruuu... provavelmente era sarna. Acontece com os melhores de nós."
            },
            {
                "id": 8,
                "title": "Cientistas da NASA confirmam: o sinal recebido de Marte era apenas um alienígena pedindo __________.",
                "category": 2,
                "footer": "Se não for alpiste, eu nem atendo o telefone."
            },
            {
                "id": 9,
                "title": "A nova lei aprovada no Congresso Nacional torna obrigatório __________ em feriados prolongados.",
                "category": 4,
                "footer": "O circo continua, mas os palhaços não ganham nem um pão dormido."
            },
            {
                "id": 10,
                "title": "Qual é o sentido da vida? Simples: é saber lidar com __________ sem chorar no banho.",
                "category": 5,
                "footer": "Chorar no banho gasta água. Chore na chuva, é de graça e ninguém vê."
            },
            {
                "id": 11,
                "title": "O segredo para um casamento duradouro é nunca deixar seu parceiro descobrir sobre __________.",
                "category": 3,
                "footer": "O que os olhos não veem, o bico não belisca."
            },
            {
                "id": 12,
                "title": "Na nova atualização do Windows, o 'Blue Screen of Death' foi substituído por uma imagem de __________.",
                "category": 1,
                "footer": "Puruuu... eu prefiro uma tela preta, combina com minha alma."
            },
            { "id": 13, "title": "O que realmente causou a extinção dos dinossauros foi __________.", "category": 2, "footer": "Eles não aguentaram o bullying dos pombos primordiais." },
            { "id": 14, "title": "Fui ao médico e ele disse que meu nível de __________ está perigosamente alto.", "category": 1, "footer": "No meu caso, é nível de nicotina e graxa." },
            {
                "id": 15,
                "title": "No Brasil, o feriado de 7 de setembro agora será comemorado com __________ em praça pública.",
                "category": 4,
                "footer": "Finalmente uma programação que presta nesse país de amadores."
            },
            {
                "id": 16,
                "title": "A verdadeira razão pela qual os gatos me encaram é porque eles sabem sobre __________.",
                "category": 2,
                "footer": "Eles sabem demais. Por isso eu cago no pote de ração deles."
            },
            { "id": 17, "title": "A frase mais dita em um primeiro encontro desastroso é: 'Você já tentou __________?'", "category": 3, "footer": "Geralmente a resposta é 'não, e não pretendo'." },
            { "id": 18, "title": "Se a vida te der limões, jogue-os em __________.", "category": 5, "footer": "Limão arde no olho. É uma excelente arma tática." },
            { "id": 19, "title": "O novo reality show da Record se chama: 'A Fazenda do __________'.", "category": 4, "footer": "Subcelebridade e estrume: a combinação perfeita." },
            {
                "id": 20,
                "title": "O filósofo Olavo de Carvalho foi visto no além discutindo sobre __________ com um querubim.",
                "category": 5,
                "footer": "Cof, cof! Imagina o nível da conversa fiada."
            },
            { "id": 21, "title": "Minha meta de ano novo é parar de gastar dinheiro com __________.", "category": 1, "footer": "Eu gasto tudo com bituca de cigarro e sonhos destruídos." },
            { "id": 22, "title": "O que tem dentro daquela maleta misteriosa do Pulp Fiction? __________.", "category": 2, "footer": "Um hambúrguer de siri estragado, com certeza." },
            { "id": 23, "title": "A ciência provou: o consumo excessivo de __________ leva à calvície precoce.", "category": 1, "footer": "Sorte a minha que eu tenho penas, seu bípede pelado." },
            { "id": 24, "title": "A maior mentira do LinkedIn é: 'Estou muito feliz em anunciar __________'.", "category": 1, "footer": "Ruruuu... tradução: fui demitido e estou desesperado." },
            { "id": 25, "title": "A nova variante do vírus chinês causa um sintoma estranho: __________.", "category": 4, "footer": "Se não for vontade de comer alpiste, eu nem me preocupo." },
            { "id": 26, "title": "O que acontece quando você mistura Viagra com Red Bull? __________.", "category": 3, "footer": "Você morre de pé e com o coração a mil. Belo jeito de ir." },
            {
                "id": 27,
                "title": "O Ministério da Saúde adverte: usar __________ pode causar alucinações com o Louro José.",
                "category": 4,
                "footer": "Eu já falo com ele toda noite atrás do Projac."
            },
            { "id": 28, "title": "Minha herança será composta inteiramente por __________.", "category": 1, "footer": "Vou deixar minhas dívidas e essa coroa de latinha." },
            { "id": 29, "title": "No fundo do poço, a única coisa que você encontra é __________.", "category": 5, "footer": "E um pombo bebendo a água suja que sobrou." },
            { "id": 30, "title": "O próximo vilão da Marvel vai derrotar os Vingadores usando apenas __________.", "category": 2, "footer": "O Thanos não aguentaria um dia na Praça da Sé." },
            {
                "id": 31,
                "title": "O tema da redação do ENEM deste ano é: 'A persistência de __________ na sociedade brasileira'.",
                "category": 4,
                "footer": "Cof! Só escrevem asneira naquele papel pardo."
            },
            { "id": 32, "title": "Como o Papai Noel consegue entregar tudo em uma noite? Com a ajuda de __________.", "category": 2, "footer": "Trabalho escravo de duendes e anfetamina líquida." },
            { "id": 33, "title": "A coisa mais nojenta que eu já achei no lixo do McDonald's foi __________.", "category": 1, "footer": "E olha que eu já comi muita coisa questionável." },
            {
                "id": 34,
                "title": "O curso de coach que eu comprei me ensinou a manifestar __________ através do pensamento.",
                "category": 5,
                "footer": "Puruuu... manifesta um pão de queijo aí pra mim, gênio."
            },
            { "id": 35, "title": "A posição sexual preferida do brasileiro médio é __________.", "category": 3, "footer": "A de quatro, apanhando do governo e da inflação." },
            { "id": 36, "title": "O que o Elon Musk vai levar para Marte na primeira viagem? __________.", "category": 2, "footer": "O ego dele não cabe no foguete, vai ter que ir em outro." },
            { "id": 37, "title": "Se você digitar seu CPF e __________ no Google, aparece sua foto pelado.", "category": 4, "footer": "Não testem isso. Eu testei e não foi bonito." },
            { "id": 38, "title": "O motivo do meu último término foi uma briga por causa de __________.", "category": 3, "footer": "Ela queria alpiste orgânico, eu sou das ruas." },
            { "id": 39, "title": "A única coisa pior que a morte é __________.", "category": 5, "footer": "Acordar cedo pra trabalhar em um escritório com carpete bege." },
            { "id": 40, "title": "O próximo feriado nacional será o 'Dia de __________'.", "category": 4, "footer": "Mais um dia pra eu cagar no teto de carros lavados." },
            { "id": 41, "title": "A Igreja Universal agora aceita dízimo em forma de __________.", "category": 4, "footer": "O Edir Macedo é um visionário do caos." },
            { "id": 42, "title": "O que separa o homem dos animais é __________.", "category": 5, "footer": "O fato de que animais não pagam boleto." },
            { "id": 43, "title": "Fui expulso do buffet livre por tentar colocar __________ no bolso.", "category": 1, "footer": "Amador. Tem que esconder debaixo da asa." },
            { "id": 44, "title": "A nova trend do TikTok envolve enfiar __________ onde o sol não bate.", "category": 2, "footer": "A evolução humana parou e começou a dar ré." },
            { "id": 45, "title": "O filme 'Titanic' teria sido melhor se tivesse __________ no final.", "category": 2, "footer": "Um ataque de tubarões com metralhadoras." },
            { "id": 46, "title": "O café da manhã dos campeões consiste em café preto e __________.", "category": 1, "footer": "E um Derby vermelho pra equilibrar o sistema." },
            { "id": 47, "title": "O que as mulheres realmente querem é __________.", "category": 3, "footer": "Ruruuu... nem elas sabem, imagina eu que sou um pássaro." },
            { "id": 48, "title": "A única maneira de sobreviver a um apocalipse zumbi é com __________.", "category": 2, "footer": "Zumbis não comem cérebro de pombo, não tem substância." },
            { "id": 49, "title": "No meu velório, eu quero que alguém jogue __________ no caixão.", "category": 5, "footer": "De preferência algo que exploda. Saída triunfal." },
            { "id": 50, "title": "A maior invenção da humanidade depois da roda foi __________.", "category": 1, "footer": "O saco de lixo que rasga fácil. Uma benção pra nós." },
            { "id": 51, "title": "Para melhorar o transporte público, o prefeito sugeriu __________.", "category": 4, "footer": "Cof! Sugeriu que a gente fosse voando, o engraçadinho." },
            { "id": 52, "title": "A técnica de sedução infalível do sedutor de Taubaté é __________.", "category": 3, "footer": "Funciona 0% das vezes, mas ele tenta." },
            { "id": 53, "title": "O que tem no final do arco-íris? __________.", "category": 2, "footer": "Um pote de bitucas de cigarro de ouro." },
            { "id": 54, "title": "A crise existencial de hoje é patrocinada por __________.", "category": 5, "footer": "Boletos vencidos e falta de dopamina." },
            { "id": 55, "title": "O segredo para emagrecer rápido é comer __________ antes de dormir.", "category": 1, "footer": "Diarreia garantida. É um método eficaz." },
            { "id": 56, "title": "O novo perfume da Jequiti tem cheiro de __________.", "category": 4, "footer": "Cheiro de rodoviária às 3 da manhã." },
            { "id": 57, "title": "A inteligência artificial vai dominar o mundo usando __________.", "category": 2, "footer": "Eles vão começar hackeando as máquinas de pelúcia." },
            { "id": 58, "title": "O presente mais bizarro que eu ganhei de amigo secreto foi __________.", "category": 1, "footer": "Sempre é uma caneca feia ou um soco na alma." },
            { "id": 59, "title": "A filosofia budista diz que o desapego começa por __________.", "category": 5, "footer": "Começa por perder a vergonha na cara." },
            {
                "id": 60,
                "title": "Se o mundo acabar amanhã, eu vou passar minhas últimas horas com __________.",
                "category": 5,
                "footer": "Cof, cof! Provavelmente brigando com um rato por um Doritos."
            },
            { "id": 61, "title": "A verdadeira razão do apagão em São Paulo foi um pombo tentando __________.", "category": 4, "footer": "Eu juro que o fio parecia um espaguete." },
            { "id": 62, "title": "O que o Faustão diz para o médico antes de uma cirurgia? 'Ô louco, bicho, __________!'", "category": 4, "footer": "Essa fera aí tá operando, bicho!" },
            { "id": 63, "title": "A nova droga das ruas não é o K9, é o uso recreativo de __________.", "category": 1, "footer": "Puruuu... o efeito dura pouco, mas a vergonha é eterna." },
            { "id": 64, "title": "No meu primeiro dia no inferno, o Diabo me obrigou a __________.", "category": 2, "footer": "O inferno é uma fila de banco que não anda nunca." },
            { "id": 65, "title": "Para economizar no aluguel, agora eu moro dentro de __________.", "category": 1, "footer": "O mercado imobiliário tá osso, até pra quem voa." },
            { "id": 66, "title": "O que você encontraria no histórico de navegação do Papa? __________.", "category": 5, "footer": "Cof, cof! Pecado digital não tira ponto no céu?" },
            { "id": 67, "title": "Minha terapia consiste basicamente em gritar sobre __________ para estranhos no metrô.", "category": 1, "footer": "Mais barato que psicólogo e muito mais eficaz." },
            { "id": 68, "title": "O próximo live-action da Disney vai ser uma versão sombria de __________.", "category": 2, "footer": "Preparem os lenços e o vômito." },
            { "id": 69, "title": "A prova de que Deus tem senso de humor é ter criado __________.", "category": 5, "footer": "Ele criou o ornitorrinco depois de três doses de corote." },
            { "id": 70, "title": "O que você nunca deve levar para um motel? __________.", "category": 3, "footer": "Sua mãe ou um detector de mentiras." },
            { "id": 71, "title": "A nova modalidade das Olimpíadas de 2028 será o arremesso de __________.", "category": 1, "footer": "Eu ganharia ouro no arremesso de dejeto em para-brisa." },
            { "id": 72, "title": "O motivo real do término dos Beatles foi uma discussão sobre __________.", "category": 2, "footer": "A Yoko queria colocar alpiste na bateria." },
            { "id": 73, "title": "O que os vizinhos fofoqueiros acharam no seu lixo hoje? __________.", "category": 1, "footer": "Eles remexem melhor que eu, aqueles urubus de cerca." },
            { "id": 74, "title": "A última moda entre os bilionários é o transplante de __________.", "category": 2, "footer": "Dinheiro não compra bom senso, mas compra órgãos bizarros." },
            { "id": 75, "title": "O que fazer quando você encontra seu chefe no 'Privê' do __________?", "category": 3, "footer": "Dê um aumento pra ele ou peça um pra você." },
            { "id": 76, "title": "O segredo da juventude eterna é tomar um banho de __________ toda manhã.", "category": 5, "footer": "Eu prefiro banho de poça d'água com óleo diesel." },
            { "id": 77, "title": "A série documental da Netflix 'O Golpista do __________' é chocante.", "category": 4, "footer": "Todo dia sai um otário e um pombo de casa..." },
            { "id": 78, "title": "O que realmente acontece dentro de um micro-ondas quando a luz apaga? __________.", "category": 2, "footer": "Ruruuu... é uma rave de moléculas de radiação." },
            {
                "id": 79,
                "title": "A primeira frase de um robô que ganha consciência será: 'Onde está __________?'",
                "category": 2,
                "footer": "Provavelmente 'Onde está o botão de desligar esse mundo?'"
            },
            { "id": 80, "title": "A coisa mais brasileira que você pode fazer é __________ enquanto o país pega fogo.", "category": 4, "footer": "Fazer churrasco com a brasa do incêndio." },
            { "id": 81, "title": "A nova política do X (Twitter) agora permite __________ em troca de um selo azul.", "category": 4, "footer": "O Elon Musk é um pombo humano, só que rico e chato." },
            { "id": 82, "title": "O que tem no suco 'detox' que a blogueira toma? __________.", "category": 1, "footer": "Laxante e esperança desesperada." },
            { "id": 83, "title": "Minha religião me proíbe estritamente de __________.", "category": 5, "footer": "A minha proíbe ser gentil com pedestres." },
            { "id": 84, "title": "O que o Batman faz quando está de folga em Gotham? __________.", "category": 2, "footer": "Ele fica pendurado em gárgula discutindo com pombos." },
            { "id": 85, "title": "O novo hit do verão é o funk do __________.", "category": 4, "footer": "Cof! Meus ouvidos sangram só de imaginar o batidão." },
            { "id": 86, "title": "No Tinder, 'procuro algo sério' geralmente significa __________.", "category": 3, "footer": "Significa 'quero alguém pra pagar meu jantar'." },
            { "id": 87, "title": "A palestra do TEDx de hoje é: 'Como ficar rico vendendo __________'.", "category": 5, "footer": "Venda o que sobra, o otário compra qualquer coisa." },
            { "id": 88, "title": "O que você encontraria no bolso de um palhaço assassino? __________.", "category": 2, "footer": "Um nariz de reserva e um divórcio litigioso." },
            { "id": 89, "title": "O crime perfeito envolve um álibi, luvas de pelica e __________.", "category": 1, "footer": "E culpar o pombo. Sempre funciona." },
            { "id": 90, "title": "O que acontece se você der um soco em um fantasma? __________.", "category": 2, "footer": "Sua mão atravessa e você acerta a própria cara." },
            { "id": 91, "title": "A maior decepção da vida adulta é descobrir que __________ não é grátis.", "category": 1, "footer": "Nada é grátis. Até o ar da cidade vem com poluição." },
            { "id": 92, "title": "O próximo escândalo político envolve o desvio de verbas para __________.", "category": 4, "footer": "Pelo menos não foi pra educação, o que seria um susto." },
            { "id": 93, "title": "A mensagem de erro do meu cérebro às 3 da manhã é: __________.", "category": 5, "footer": "404: Alpiste não encontrado." },
            { "id": 94, "title": "O que mantém o pacto de amizade entre homens é nunca falar sobre __________.", "category": 3, "footer": "O silêncio é a alma do negócio... e da sobrevivência." },
            { "id": 95, "title": "Se você pudesse voltar no tempo, a primeira coisa que faria seria __________.", "category": 5, "footer": "Eu impediria a invenção do espantalho." },
            { "id": 96, "title": "O item mais estranho no cardápio do restaurante 'Podrão do Zé' é __________.", "category": 1, "footer": "Vem com uma pitada de salmonela pra dar sabor." },
            { "id": 97, "title": "A nova diretriz da OMS diz que __________ é a cura para a depressão.", "category": 1, "footer": "Ruruuu... rir da desgraça alheia sempre ajuda." },
            { "id": 98, "title": "O que os alienígenas pensam quando veem os humanos fazendo __________?", "category": 2, "footer": "Eles cancelam a invasão por pena da espécie." },
            { "id": 99, "title": "A frase gravada na minha lápide será: 'Pelo menos eu nunca __________'.", "category": 5, "footer": "Pelo menos eu nunca fui um bípede submisso." },
            { "id": 100, "title": "A última coisa que passou pela cabeça do bípede antes do pombo cagar nele foi __________.", "category": 4, "footer": "Puruuuuu! Foi um prazer estragar o seu dia." },
            { "id": 101, "title": "A verdadeira causa da inflação no Brasil é o preço abusivo de __________.", "category": 4, "footer": "Puruuu... o milho tá mais caro que o dólar." },
            { "id": 102, "title": "Minha estratégia para sobreviver a um assalto é oferecer __________ ao bandido.", "category": 1, "footer": "Funciona 1% das vezes, mas o vídeo viraliza." },
            { "id": 103, "title": "O que o Ney Latorraca faz quando ninguém está olhando? __________.", "category": 2, "footer": "Cof! Atua para as formigas no jardim, provavelmente." },
            { "id": 104, "title": "A nova modalidade de terapia em grupo consiste em todos gritarem __________ juntos.", "category": 5, "footer": "Libera o estresse e atrai a polícia. Recomendo." },
            { "id": 105, "title": "No meu currículo, eu menti que tenho vasta experiência em __________.", "category": 1, "footer": "Quem nunca? Eu digo que sou formado em aviação civil." },
            { "id": 106, "title": "O que você encontraria no fundo de uma piscina de um clube de periferia? __________.", "category": 1, "footer": "Um ecossistema novo e três chinelos solitários." },
            {
                "id": 107,
                "title": "A frase que destruiu o jantar de Natal foi: 'Pai, eu gastei sua aposentadoria com __________'.",
                "category": 1,
                "footer": "Ruruuu... rir da desgraça alheia é o pavê da vida."
            },
            { "id": 108, "title": "O próximo live-action do Shrek será protagonizado por __________.", "category": 2, "footer": "O ogro já é mais bonito que muito bípede por aí." },
            { "id": 109, "title": "O que o Papa Francisco guarda embaixo do chapéu? __________.", "category": 2, "footer": "Um lanche do BK e o segredo da imortalidade." },
            { "id": 110, "title": "Minha última vontade antes de morrer é que joguem __________ no ventilador.", "category": 5, "footer": "Literalmente. O caos tem que ser físico no final." },
            { "id": 111, "title": "A nova atualização do Instagram agora te obriga a postar __________ toda terça-feira.", "category": 1, "footer": "Futilidade digital é o novo alpiste das massas." },
            { "id": 112, "title": "O que realmente tem dentro de uma salsicha de cachorro-quente? __________.", "category": 1, "footer": "Não pergunte. A ignorância é um tempero delicioso." },
            { "id": 113, "title": "Para atrair likes, a influenciadora fingiu que estava sofrendo por __________.", "category": 4, "footer": "Lágrima de crocodilo com filtro de gatinho." },
            { "id": 114, "title": "O segredo para a paz mundial é dar __________ para cada líder de estado.", "category": 5, "footer": "E trancar todos num quarto sem janela." },
            { "id": 115, "title": "O que os vizinhos ouvem através da parede do seu quarto? __________.", "category": 3, "footer": "Gemidos de prazer ou de alguém montando móvel da Tok&Stok?" },
            { "id": 116, "title": "A verdadeira razão pela qual a Mona Lisa está sorrindo é __________.", "category": 2, "footer": "Ela acabou de soltar um silencioso e fatal." },
            { "id": 117, "title": "Minha vida amorosa pode ser resumida em um vídeo de __________.", "category": 3, "footer": "Um vídeo de 5 segundos de um prédio desmoronando." },
            {
                "id": 118,
                "title": "O que acontece se você der um gole de Corote para um recém-nascido? __________.",
                "category": 4,
                "footer": "Ele já acorda pronto para o mercado de trabalho brasileiro."
            },
            { "id": 119, "title": "O novo feriado municipal celebra o 'Dia de __________'.", "category": 4, "footer": "Mais um dia pra eu cagar no teto de Uber." },
            { "id": 120, "title": "Se a ciência permitir, eu gostaria de fundir meu DNA com __________.", "category": 2, "footer": "Eu queria ser metade pombo, metade churrasqueira elétrica." },
            { "id": 121, "title": "Qual o pior nome para um pet shop? '__________'.", "category": 1, "footer": "Cof! 'Cemitério de Pets do Doutor Abobrinha'." },
            { "id": 122, "title": "A única coisa que impede o Brasil de virar uma potência mundial é __________.", "category": 4, "footer": "O excesso de inteligência... de quem não faz nada." },
            { "id": 123, "title": "O que você diria para o seu 'eu' de 10 anos atrás? 'Cuidado com __________'.", "category": 5, "footer": "Cuidado com o boleto que vai chegar, moleque." },
            { "id": 124, "title": "No submundo de São Paulo, a moeda de troca mais valiosa é __________.", "category": 1, "footer": "Bilhete Único com saldo e dignidade." },
            { "id": 125, "title": "A nova série da HBO explora a vida secreta de __________.", "category": 2, "footer": "Pombo de sarjeta: sexo, drogas e restos de pão." },
            { "id": 126, "title": "O que os gatos planejam durante as madrugadas? __________.", "category": 2, "footer": "Dominação mundial e como me expulsar do telhado." },
            { "id": 127, "title": "O presente ideal para um inimigo é __________.", "category": 1, "footer": "Um porta-retratos com a foto da minha cloaca." },
            { "id": 128, "title": "A técnica de sedução infalível do Agostinho Carrara é __________.", "category": 3, "footer": "Camisa florida e uma dívida no bar." },
            { "id": 129, "title": "O que tem na lancheira de uma criança mimada da Faria Lima? __________.", "category": 4, "footer": "Salmão curado e o complexo de superioridade do pai." },
            { "id": 130, "title": "Como o Papai Noel pune as crianças malvadas? Com __________.", "category": 2, "footer": "Ele deixa elas assistirem o programa do Datena." },
            { "id": 131, "title": "O que você faria se acordasse e descobrisse que virou __________?", "category": 5, "footer": "Eu comemoraria se virasse um falcão, pra variar." },
            { "id": 132, "title": "O novo sabor de pizza no Brasil que ninguém pediu é: __________.", "category": 1, "footer": "Pizza de chiclete com borda de feijoada." },
            { "id": 133, "title": "A prova de que a humanidade fracassou é a existência de __________.", "category": 5, "footer": "Calça de shopping e podcasts de investimento." },
            { "id": 134, "title": "Qual o segredo para ganhar o Big Brother? __________.", "category": 4, "footer": "Ser o mais chato ou o que mais chora por nada." },
            { "id": 135, "title": "O que o Batman faz quando está com prisão de ventre? __________.", "category": 2, "footer": "Usa o Bat-supositório de titânio." },
            { "id": 136, "title": "Minha família parou de me convidar para o churrasco porque eu levei __________.", "category": 1, "footer": "Puruuu... carne de pescoço nunca é bem-vinda." },
            { "id": 137, "title": "O que o espelho diria para você se pudesse falar? '__________'.", "category": 5, "footer": "'Pelo amor de Deus, penteia esse ninho de rato'." },
            { "id": 138, "title": "O novo app de relacionamentos 'Trashder' conecta pessoas através de __________.", "category": 3, "footer": "Conecta quem frequenta o mesmo lixão." },
            { "id": 139, "title": "Qual a melhor desculpa para faltar ao trabalho? 'Chefe, eu __________'.", "category": 1, "footer": "'Fui sequestrado por pombos anarquistas'." },
            { "id": 140, "title": "O que os astronautas fazem quando ficam entediados no espaço? __________.", "category": 2, "footer": "Desenham pênis nas crateras da Lua com laser." },
            { "id": 141, "title": "A última moda em Paris é usar __________ como acessório de luxo.", "category": 1, "footer": "Anel de latinha de cerveja. Eu sou um ícone fashion." },
            { "id": 142, "title": "O que o Silvio Santos diria se entrasse em um puteiro? '__________!'", "category": 3, "footer": "'Quem quer dinheiro?! Mas é tudo aviãozinho!'" },
            { "id": 143, "title": "O motivo da minha demissão foi ter colocado __________ na cafeteira da firma.", "category": 1, "footer": "Dá um gosto exótico, o pessoal é muito fresco." },
            { "id": 144, "title": "Qual o sentido de sofrer por __________ se o sol vai explodir um dia?", "category": 5, "footer": "Niilismo de sarjeta. A melhor escola filosófica." },
            { "id": 145, "title": "O novo hit do Carnaval é 'A Dança do __________'.", "category": 4, "footer": "Envolve muito álcool e pouco amor próprio." },
            { "id": 146, "title": "O que você faria por um milhão de reais e __________?", "category": 1, "footer": "Eu faria qualquer coisa por um milhão e um pão na chapa." },
            { "id": 147, "title": "A pior coisa que pode acontecer em um primeiro encontro é __________.", "category": 3, "footer": "Descobrir que o bípede é um terraplanista." },
            { "id": 148, "title": "Como o governo pretende resolver o problema da segurança? Com __________.", "category": 4, "footer": "Cof! Com orações e multas de trânsito." },
            { "id": 149, "title": "O que tem na mala secreta do presidente? __________.", "category": 4, "footer": "O recibo da alma que ele vendeu pro Centrão." },
            { "id": 150, "title": "A frase que define a minha vida é: 'Tudo começou com __________'.", "category": 5, "footer": "E terminou no lixo, como todas as grandes coisas." },
            {
                "id": 151,
                "title": "A verdadeira razão pela qual os ETs não nos visitam é porque eles viram __________ no YouTube.",
                "category": 2,
                "footer": "Eu também não voltaria se visse os comentários do G1."
            },
            {
                "id": 152,
                "title": "O que o Chaves guardava dentro do barril, além de segredos? __________.",
                "category": 2,
                "footer": "Puruuu... provavelmente contas atrasadas e um sanduíche de presunto imaginário."
            },
            {
                "id": 153,
                "title": "Minha próxima tatuagem será uma representação artística de __________ na minha nádega esquerda.",
                "category": 3,
                "footer": "Cof! Vai ficar lindo quando a pele cair com a idade."
            },
            { "id": 154, "title": "A nova modalidade de investimento que vai deixar todo mundo pobre é o __________.", "category": 1, "footer": "Investir em dignidade não dá retorno, bípede." },
            { "id": 155, "title": "O que você diria para o seu vizinho que faz churrasco com __________?", "category": 1, "footer": "Eu diria: 'Me dá um pedaço ou eu cago na sua churrasqueira'." },
            {
                "id": 156,
                "title": "O tema do próximo baile de gala do Met é: 'O Estilo de Vida de __________'.",
                "category": 4,
                "footer": "Gente rica fingindo que é pobre com roupa de 50 mil dólares."
            },
            { "id": 157, "title": "Como o Papai Noel reage quando vê você fazendo __________ na noite de Natal?", "category": 2, "footer": "Ele risca seu nome da lista e te joga um carvão no olho." },
            { "id": 158, "title": "O que a Gretchen e o Keith Richards têm em comum? __________.", "category": 4, "footer": "Eles sobreviveram ao Big Bang e vão sobreviver ao apocalipse." },
            { "id": 159, "title": "A frase mais perigosa de se dizer em um beco escuro é: 'Você gosta de __________?'", "category": 1, "footer": "Dependendo da resposta, é melhor sair voando." },
            {
                "id": 160,
                "title": "O que realmente acontece quando você aperta o botão de 'fechar porta' no elevador? __________.",
                "category": 5,
                "footer": "Nada. É um botão de placebo pra bípedes ansiosos."
            },
            {
                "id": 161,
                "title": "Minha vó foi presa por tentar contrabandear __________ dentro de um urso de pelúcia.",
                "category": 4,
                "footer": "Velhinhas são as mentes criminosas mais brilhantes da praça."
            },
            {
                "id": 162,
                "title": "O que o Elon Musk vai comprar depois que o X (Twitter) falir de vez? __________.",
                "category": 2,
                "footer": "Ele vai tentar comprar a Lua e cobrar aluguel dos astronautas."
            },
            { "id": 163, "title": "O novo sabor de miojo para universitários desesperados é: __________.", "category": 1, "footer": "Sabor 'Lágrimas de DP' e sódio puro." },
            { "id": 164, "title": "A prova final para entrar no céu envolve explicar por que você fez __________.", "category": 5, "footer": "Dica: diga que foi culpa da bebida." },
            { "id": 165, "title": "O que tem dentro do estômago de um tubarão-branco de Copacabana? __________.", "category": 4, "footer": "Um iPhone 12, dois chinelos e um plano de saúde vencido." },
            {
                "id": 166,
                "title": "O próximo vilão do Batman será o 'Homem-__________', cujo poder é ser chato.",
                "category": 2,
                "footer": "Ele derrota os inimigos com áudios de 10 minutos no WhatsApp."
            },
            {
                "id": 167,
                "title": "Qual a melhor maneira de terminar um namoro por mensagem? 'Sinto muito, mas __________'.",
                "category": 3,
                "footer": "'...eu virei um pombo e não aceito relacionamentos interespécies'."
            },
            {
                "id": 168,
                "title": "O que as pessoas realmente fazem durante o horário de trabalho remoto? __________.",
                "category": 1,
                "footer": "Puruuu... eu sei que vocês estão de pijama comendo salgadinho."
            },
            { "id": 169, "title": "A nova religião que está crescendo no Brasil adora o deus de __________.", "category": 5, "footer": "O dízimo é pago em curtidas e exposição." },
            { "id": 170, "title": "O que você encontraria no 'lado B' da Lua? __________.", "category": 2, "footer": "Um depósito de meias perdidas na máquina de lavar." },
            { "id": 171, "title": "Minha estratégia de defesa pessoal envolve gritar '__________!' e sair correndo pelado.", "category": 1, "footer": "Ninguém assalta um louco pelado. Fica a dica." },
            { "id": 172, "title": "O que o governo está escondendo na 'Área 51' brasileira? __________.", "category": 4, "footer": "O estoque secreto de cloroquina e o mundial do Palmeiras." },
            { "id": 173, "title": "O próximo escândalo da família real envolve __________ e um anão de jardim.", "category": 2, "footer": "Cof! Sangue azul, mas o gosto é de chorume." },
            {
                "id": 174,
                "title": "A palestra motivacional do Pablo Marçal hoje é sobre como __________ usando apenas a mente.",
                "category": 4,
                "footer": "Ele vai te ensinar a voar sem ter asa. Confia, bípede."
            },
            { "id": 175, "title": "O que o porteiro do seu prédio sabe sobre você? __________.", "category": 1, "footer": "Ele sabe de tudo. Ele é o verdadeiro dono do prédio." },
            { "id": 176, "title": "Se a vida fosse um videogame, o chefão final seria __________.", "category": 5, "footer": "Seria a Receita Federal com uma barra de vida infinita." },
            { "id": 177, "title": "O que acontece se você colocar __________ no tanque de um caminhão?", "category": 1, "footer": "O motor explode ou o caminhão começa a falar em aramaico." },
            { "id": 178, "title": "A verdadeira função dos pombos na cidade é monitorar __________.", "category": 2, "footer": "Ruruuu... achou que era só cagar? Estamos de olho em tudo." },
            { "id": 179, "title": "Qual a pior coisa para se ouvir de um cirurgião antes da anestesia? '__________'.", "category": 1, "footer": "'Eita, onde foi que eu deixei meu relógio?'" },
            { "id": 180, "title": "O que você encontraria na despensa de um acumulador compulsivo? __________.", "category": 1, "footer": "Três gerações de baratas e um sonho de 1994." },
            { "id": 181, "title": "A próxima tendência de moda sustentável é usar roupas feitas de __________.", "category": 4, "footer": "Cabelo de ralo e esperança reciclada." },
            { "id": 182, "title": "O que o Inri Cristo faz para passar o tempo entre uma crucificação e outra? __________.", "category": 5, "footer": "Ele joga paciência e limpa a lambreta dele." },
            { "id": 183, "title": "A verdadeira razão pela qual eu nunca sou promovido é meu vício em __________.", "category": 1, "footer": "No meu caso, é meu vício em cagar na mesa do chefe." },
            { "id": 184, "title": "O que aconteceria se o Brasil ganhasse o Hexa com um gol de __________?", "category": 4, "footer": "O país parava por seis meses e o feriado seria eterno." },
            { "id": 185, "title": "O segredo para uma pele perfeita é passar __________ no rosto antes de dormir.", "category": 3, "footer": "Se for merda de pombo, dizem que dá sorte." },
            { "id": 186, "title": "O que você faria se descobrisse que seu pai é, na verdade, __________?", "category": 5, "footer": "Eu aceitaria a herança e sumiria no mundo." },
            { "id": 187, "title": "A nova atração da Disney World é a montanha-russa do __________.", "category": 2, "footer": "Você entra com dignidade e sai com labirintite." },
            {
                "id": 188,
                "title": "O que tem na caixa de sapatos debaixo da cama do seu tio solteirão? __________.",
                "category": 3,
                "footer": "Ruruuu... é melhor não abrir se você quiser continuar tendo infância."
            },
            { "id": 189, "title": "Qual o pior slogan para um plano de saúde? '__________'.", "category": 1, "footer": "'Plano de Saúde Finados: Você morre, a gente enterra'." },
            { "id": 190, "title": "O que os peixes do Rio Tietê pensam sobre __________?", "category": 4, "footer": "Eles não pensam, eles sofrem mutações em silêncio." },
            { "id": 191, "title": "A maior mentira da humanidade é: 'Pode confiar, eu nunca __________'.", "category": 5, "footer": "Eu nunca disse que esse baralho seria bom." },
            { "id": 192, "title": "O que o Ronaldinho Gaúcho foi fazer no Paraguai? __________.", "category": 4, "footer": "Rolês aleatórios exigem passaportes criativos." },
            { "id": 193, "title": "A nova dieta do momento consiste em comer apenas __________ durante a lua cheia.", "category": 1, "footer": "Lobisomens aprovam essa dieta." },
            { "id": 194, "title": "Qual o segredo para ser um influenciador de sucesso? Ter __________.", "category": 4, "footer": "Ter zero vergonha na cara e uma ring light." },
            {
                "id": 195,
                "title": "O que você diria para o Diabo se ele te oferecesse __________ em troca da sua alma?",
                "category": 2,
                "footer": "Eu diria: 'Fechado, minha alma já tá no Serasa mesmo'."
            },
            { "id": 196, "title": "A próxima grande guerra mundial será travada por causa de __________.", "category": 4, "footer": "Puruuu... vai começar por causa de um grupo de WhatsApp." },
            { "id": 197, "title": "O que tem dentro do seu travesseiro que te dá pesadelos? __________.", "category": 2, "footer": "Ácaros anarquistas e memórias de 2012." },
            { "id": 198, "title": "Qual a melhor maneira de esconder um cadáver? Usando __________.", "category": 1, "footer": "Enterre debaixo de uma obra pública, nunca vão terminar de cavar." },
            { "id": 199, "title": "O que acontece se você misturar Mentos com Coca-Cola e __________?", "category": 1, "footer": "Você cria uma arma de destruição em massa caseira." },
            {
                "id": 200,
                "title": "O Nelson (o pombo) merece __________ depois de criar 200 cartas pretas.",
                "category": 5,
                "footer": "Eu mereço um feriado nacional e um saco de batata frita premium. Fui!"
            }
        ],
        "white": [
            { "id": 1, "title": "Um pote de margarina cheio de feijão congelado.", "category": 1, "footer": "A maior decepção da culinária brasileira." },
            { "id": 2, "title": "O hálito de um idoso que acabou de acordar.", "category": 1, "footer": "Puruuu... um veneno químico potente." },
            { "id": 3, "title": "Cagar de porta aberta para reafirmar dominância.", "category": 3, "footer": "Eu faço isso todo dia na estátua do marechal." },
            { "id": 4, "title": "O grupo de WhatsApp da família em noite de eleição.", "category": 4, "footer": "Cof! O verdadeiro campo de batalha." },
            { "id": 5, "title": "Um dildo de urânio empobrecido.", "category": 2, "footer": "Brilha no escuro e derrete o útero." },
            { "id": 6, "title": "A mão boba do seu tio no churrasco.", "category": 3, "footer": "Um clássico das festas de família traumáticas." },
            { "id": 7, "title": "Vender a mãe para pagar a fatura do Nubank.", "category": 1, "footer": "Prioridades, né, Gênio?" },
            { "id": 8, "title": "O bico sujo de um pombo com sarna.", "category": 2, "footer": "Ei! Olha o respeito com a minha espécie!" },
            { "id": 9, "title": "Um anão vestido de Batman e coberto de óleo de bebê.", "category": 2, "footer": "Isso é entretenimento de qualidade na sarjeta." },
            { "id": 10, "title": "O suor do saco de um motoboy em agosto.", "category": 1, "footer": "O aroma da pressa e do asfalto quente." },
            { "id": 11, "title": "Usar o ChatGPT para escrever votos de casamento.", "category": 5, "footer": "Romantismo mecânico para bípedes sem alma." },
            { "id": 12, "title": "Uma coxinha que caiu no chão da rodoviária e foi chutada.", "category": 1, "footer": "Ainda está boa, eu comeria." },
            { "id": 13, "title": "A dentadura da sua avó num copo de requeijão.", "category": 1, "footer": "Ruruuu... um artefato histórico." },
            { "id": 14, "title": "Lamber um corrimão da linha vermelha do metrô.", "category": 1, "footer": "O jeito mais rápido de pegar 15 doenças novas." },
            { "id": 15, "title": "O fetiche secreto do Edir Macedo.", "category": 4, "footer": "Envolve muito ouro e pouco arrependimento." },
            { "id": 16, "title": "Um vibrador que toca o hino nacional.", "category": 4, "footer": "Patriotismo levado às últimas consequências." },
            { "id": 17, "title": "A sobra de pele de uma circuncisão malfeita.", "category": 2, "footer": "Guarde como amuleto da sorte." },
            { "id": 18, "title": "Pedir um iFood e cancelar quando o motoboy chega.", "category": 1, "footer": "Isso sim é ser um vilão de verdade." },
            { "id": 19, "title": "O cheiro de um mictório em dia de jogo no Maracanã.", "category": 1, "footer": "Cof! Amônia e testosterona barata." },
            { "id": 20, "title": "Inveja branca de quem já morreu.", "category": 5, "footer": "Eles não pagam mais o IPTU." },
            { "id": 21, "title": "Um vídeo do Bluezão comendo algo questionável.", "category": 4, "footer": "O ápice da cultura digital brasileira." },
            { "id": 22, "title": "Chupar o dedo do pé de um desconhecido no ônibus.", "category": 3, "footer": "Um fetiche de baixo orçamento." },
            { "id": 23, "title": "A peruca do Silvio Santos voando num vendaval.", "category": 4, "footer": "Um pássaro? Um avião? Não, é o segredo do mestre." },
            { "id": 24, "title": "Transformar o luto em uma oportunidade de networking.", "category": 1, "footer": "LinkedIn no velório é o novo normal." },
            { "id": 25, "title": "Um orfanato pegando fogo em câmera lenta.", "category": 2, "footer": "Humor pesado como um saco de cimento." },
            { "id": 26, "title": "A oleosidade da testa de um adolescente com espinhas.", "category": 1, "footer": "Dá pra fritar um ovo aí." },
            { "id": 27, "title": "O cadáver do Louro José reanimado por magia negra.", "category": 2, "footer": "Puruuu... ele voltou por vingança!" },
            { "id": 28, "title": "Beber o restinho de cerveja que sobrou nas latinhas do lixo.", "category": 1, "footer": "Minha rotina de sexta-feira à noite." },
            { "id": 29, "title": "Um coach de investimentos que mora com os pais.", "category": 4, "footer": "Ele vende o sonho, mas vive o pesadelo." },
            { "id": 30, "title": "O prepúcio do Kid Bengala.", "category": 3, "footer": "Dá pra fazer uma capa de chuva com isso." },
            { "id": 31, "title": "Usar a Bíblia como seda para um baseado.", "category": 5, "footer": "Viagem espiritual de alto nível." },
            { "id": 32, "title": "O suco gástrico de um mendigo alcoólatra.", "category": 1, "footer": "Cof! Um coquetel molotov biológico." },
            { "id": 33, "title": "Uma criança com catarro escorrendo até a boca.", "category": 1, "footer": "Salgadinho e nutritivo, eu imagino." },
            { "id": 34, "title": "O histórico de buscas de um padre solitário.", "category": 3, "footer": "Confissão no modo anônimo." },
            { "id": 35, "title": "Fazer cosplay de saco de lixo.", "category": 2, "footer": "Finalmente uma moda que eu apoio." },
            { "id": 36, "title": "A voz do Cid Moreira narrando um filme pornô.", "category": 2, "footer": "'E no princípio, houve a penetração...'" },
            { "id": 37, "title": "Um cachorro-quente de 2 reais com carne de procedência duvidosa.", "category": 1, "footer": "Au au? Miau? Não importa, o molho é bom." },
            { "id": 38, "title": "O testículo perdido do Adolf Hitler.", "category": 4, "footer": "Dizem que está num museu em Berlim." },
            { "id": 39, "title": "Ter um orgasmo assistindo ao Jornal Hoje.", "category": 3, "footer": "O Tralli tem esse efeito em algumas pessoas." },
            { "id": 40, "title": "Uma hemorroida do tamanho de uma uva de mesa.", "category": 1, "footer": "Sente-se devagar, Garoto." },
            { "id": 41, "title": "Enfiar um controle remoto no rabo por causa de World of Warcraft.", "category": 2, "footer": "Um clássico da internet das antigas." },
            { "id": 42, "title": "O bafo de um gato que acabou de lamber o próprio traseiro.", "category": 1, "footer": "Ruruuu... o cheiro da higiene felina." },
            { "id": 43, "title": "Uma estátua de ouro do Ronaldinho Gaúcho chorando azeite.", "category": 4, "footer": "Religião e drible, a mistura perfeita." },
            { "id": 44, "title": "Limpar a bunda com o contrato de trabalho.", "category": 5, "footer": "O único uso digno para a CLT." },
            { "id": 45, "title": "Um ataque terrorista de pombos explosivos.", "category": 2, "footer": "Minha maior fantasia de Game Design." },
            { "id": 46, "title": "O que sobrou da dignidade do Neymar.", "category": 4, "footer": "Cabe numa caixa de fósforos vazia." },
            { "id": 47, "title": "Fazer um boquete num canudo de milk-shake.", "category": 3, "footer": "Treinamento intensivo para iniciantes." },
            { "id": 48, "title": "A pele morta que sai do pé com uma lixa.", "category": 1, "footer": "Pó de queijo proibido." },
            { "id": 49, "title": "Um feto de plástico dentro de um Kinder Ovo.", "category": 2, "footer": "A surpresa que ninguém queria." },
            { "id": 50, "title": "O Nelson cagando na sua cabeça agora mesmo.", "category": 5, "footer": "Puruuuuu! Alvo confirmado!" },
            { "id": 51, "title": "Um churrasco feito com carne de cavalo de carruagem.", "category": 1, "footer": "Um pouco duro, mas o gosto de asfalto dá um toque especial." },
            { "id": 52, "title": "O suor entre as dobrinhas de um bebê obeso.", "category": 1, "footer": "Ruruuu... cheiro de talco e queijo coalho." },
            { "id": 53, "title": "Usar o auxílio emergencial pra comprar skin de lolzinho.", "category": 4, "footer": "Prioridades econômicas do bípede moderno." },
            { "id": 54, "title": "A língua de um fumante de Derby vermelho.", "category": 1, "footer": "Parece um pedaço de carpete queimado." },
            { "id": 55, "title": "Um vibrador movido a manivela.", "category": 3, "footer": "Pra quem gosta de um exercício aeróbico durante o prazer." },
            { "id": 56, "title": "O cheiro de um Celta 2004 com infiltração.", "category": 1, "footer": "Puruuu... mofo, cigarro e desespero financeiro." },
            { "id": 57, "title": "Beber o caldo que escorre do caminhão de lixo.", "category": 5, "footer": "O néctar dos deuses da sarjeta. Eu recomendo." },
            { "id": 58, "title": "Uma palestra motivacional dada por um ex-presidiário do Carandiru.", "category": 5, "footer": "Lá a meritocracia era na base da estiletada." },
            { "id": 59, "title": "O umbigo de um dublê de corpo do Faustão.", "category": 2, "footer": "Dá pra guardar uma moeda de um real ali dentro." },
            { "id": 60, "title": "Fazer carinho num cachorro de rua com sarna explosiva.", "category": 1, "footer": "Amor incondicional e coceira eterna." },
            { "id": 61, "title": "A coleção de dentes de leite de um serial killer infantil.", "category": 2, "footer": "Cof! Um hobby fofo e perturbador ao mesmo tempo." },
            { "id": 62, "title": "Um banho de banheira com Fanta Uva e vômito.", "category": 2, "footer": "A estética 'aesthetic' que a geração Z merece." },
            { "id": 63, "title": "O sêmen de um unicórnio com depressão.", "category": 2, "footer": "Brilha, mas é triste e tem gosto de glitter amargo." },
            { "id": 64, "title": "Tocar flauta doce com o nariz num velório.", "category": 1, "footer": "Uma homenagem emocionante e catanhosa." },
            { "id": 65, "title": "A calcinha da sua sogra esquecida no ralo do banheiro.", "category": 3, "footer": "Um trauma visual que nem 10 anos de terapia apagam." },
            { "id": 66, "title": "O LinkedIn do Kid Bengala.", "category": 3, "footer": "Habilidades: 'Grande' capacidade de liderança e execução." },
            { "id": 67, "title": "Um balde de KFC cheio de dedos de rato fritos.", "category": 1, "footer": "Proteína crocante. Os ratos são meus rivais, eu aprovo." },
            { "id": 68, "title": "O hálito de quem acabou de comer um X-Tudo com muita cebola.", "category": 1, "footer": "Uma arma química proibida pela Convenção de Genebra." },
            { "id": 69, "title": "Achar um fio de cabelo pubiano no seu Big Mac.", "category": 1, "footer": "Vem de brinde. É o tempero secreto do palhaço." },
            { "id": 70, "title": "O bico de um pombo que sobreviveu a um incêndio em refinaria.", "category": 2, "footer": "Sou eu! Ficou crocante e com gosto de petróleo." },
            { "id": 71, "title": "Uma estátua do Olavo de Carvalho feita de cigarro e fúria.", "category": 5, "footer": "Se você chegar perto, ela te chama de comunista." },
            { "id": 72, "title": "Lamber o suor das costas de um lutador de Sumô.", "category": 3, "footer": "Hidratação salgada para bípedes exóticos." },
            { "id": 73, "title": "Um curso de 'Como ser um Puto' ministrado pelo ex-marido da sua mãe.", "category": 1, "footer": "Aprendizado prático e doloroso." },
            { "id": 74, "title": "O som de uma dentadura caindo num prato de porcelana.", "category": 1, "footer": "Ruruuu... a trilha sonora da terceira idade." },
            { "id": 75, "title": "O conteúdo da bolsa de colostomia de uma celebridade do TikTok.", "category": 4, "footer": "Conteúdo orgânico e de alta relevância." },
            { "id": 76, "title": "Enfiar um sabugo de milho no ouvido pra ouvir o som do campo.", "category": 5, "footer": "Poesia rural em estado bruto." },
            { "id": 77, "title": "O cheiro de um mictório de rodoviária num domingo de sol.", "category": 1, "footer": "Fermentação natural de dignidade humana." },
            { "id": 78, "title": "Um anão carregando uma bandeja de shots de Corote.", "category": 2, "footer": "A definição de felicidade em escala reduzida." },
            { "id": 79, "title": "A crosta de sujeira que fica atrás da orelha de quem não toma banho.", "category": 1, "footer": "Dá pra raspar e fazer um patê." },
            { "id": 80, "title": "O sorriso metálico de um batedor de carteira de 12 anos.", "category": 4, "footer": "O brilho da esperança... e do aparelho ortodôntico." },
            { "id": 81, "title": "Usar uma máscara de CPAP pra fumar crack.", "category": 2, "footer": "Engenharia avançada das ruas." },
            { "id": 82, "title": "O olhar de julgamento de um gato que viu você se masturbando.", "category": 3, "footer": "Ele sabe o quão patético você é, Garoto." },
            { "id": 83, "title": "Uma marmita de dobradinha deixada no sol por três dias.", "category": 1, "footer": "Cof! Se mover, é porque ganhou consciência." },
            { "id": 84, "title": "A voz do Galvão Bueno narrando o seu primeiro exame de próstata.", "category": 2, "footer": "'Haja coração, amigo! Entrou!'" },
            { "id": 85, "title": "O prepúcio de um gigante de gelo.", "category": 2, "footer": "Serve como saco de dormir para pombos." },
            { "id": 86, "title": "Um grupo de K-pop formado apenas por idosos com Alzheimer.", "category": 2, "footer": "Eles esquecem a coreografia, mas o autotune salva." },
            { "id": 87, "title": "O cheiro de um sapato social de um vendedor de enciclopédias.", "category": 1, "footer": "Chulé e fracasso comercial." },
            { "id": 88, "title": "Enfiar a mão num ninho de vespas pra sentir alguma coisa.", "category": 5, "footer": "Terapia de choque para bípedes apáticos." },
            { "id": 89, "title": "O resto de chiclete grudado embaixo de uma mesa de escola pública.", "category": 1, "footer": "DNA de cinco gerações de repetentes." },
            { "id": 90, "title": "Uma foto do Vampeta pelado emoldurada na sala de jantar.", "category": 4, "footer": "O verdadeiro patrimônio cultural imaterial." },
            { "id": 91, "title": "O muco nasal de um elefante com gripe aviária.", "category": 2, "footer": "Gelatina natural de procedência duvidosa." },
            { "id": 92, "title": "Um jantar romântico no Habib's com direito a briga de casal.", "category": 3, "footer": "A pimenta da esfiha não arde tanto quanto as palavras." },
            { "id": 93, "title": "O pelo encravado no cóccix do seu chefe.", "category": 1, "footer": "Lamba pra conseguir aquela promoção." },
            { "id": 94, "title": "Uma freira lutando MMA contra um travesti de 2 metros.", "category": 2, "footer": "Puruuu... eu aposto 10 milhos na freira." },
            { "id": 95, "title": "O mofo que cresce no filtro de barro esquecido.", "category": 1, "footer": "Um ecossistema mais organizado que o governo." },
            { "id": 96, "title": "Um vibrador que solta faísca e cheiro de queimado.", "category": 3, "footer": "Prazer eletrizante, literalmente." },
            { "id": 97, "title": "A cueca freada de um maratonista que não aguentou o tranco.", "category": 1, "footer": "A marca da vitória... ou da derrota intestinal." },
            { "id": 98, "title": "O ego do Neymar Jr. guardado num pote de conserva.", "category": 4, "footer": "Não cabe, o pote explode em 2 segundos." },
            { "id": 99, "title": "Lamber o asfalto da Marginal Tietê depois de uma enchente.", "category": 5, "footer": "Gosto de terra, óleo e restos de dignidade." },
            { "id": 100, "title": "O Nelson, o Pombo, sendo eleito Presidente da República.", "category": 4, "footer": "Primeira medida: milho grátis e cagar liberado em todo mundo!" },
            { "id": 101, "title": "Um dente de ouro achado num bueiro após uma enchente.", "category": 1, "footer": "Sorte de uns, gengivite de outros." },
            { "id": 102, "title": "A gordura acumulada no exaustor de uma pastelaria chinesa.", "category": 1, "footer": "Puruuu... o verdadeiro sabor do Oriente." },
            { "id": 103, "title": "Fazer um test drive num caixão de luxo.", "category": 5, "footer": "Conforto eterno com acabamento em mogno." },
            { "id": 104, "title": "O hálito de um coach de jejum intermitente.", "category": 1, "footer": "Cheiro de cetose e superioridade moral chata." },
            { "id": 105, "title": "Um grupo de idosas jogando bingo valendo dentaduras novas.", "category": 1, "footer": "O jogo mais sangrento da paróquia." },
            { "id": 106, "title": "O umbigo peludo do seu sogro transbordando suor.", "category": 3, "footer": "Um ecossistema que nem a National Geographic explica." },
            { "id": 107, "title": "Vender a virgindade por um ingresso do show da Taylor Swift.", "category": 4, "footer": "Economia básica de mercado, Garoto." },
            { "id": 108, "title": "O cheiro de um mictório de balada às 5 da manhã.", "category": 1, "footer": "Cof! Destilado de energético e arrependimento." },
            { "id": 109, "title": "Um vibrador que grita 'RECEBA!' a cada vibração.", "category": 2, "footer": "Luva de Pedreiro no quarto é outro nível." },
            { "id": 110, "title": "O líquido que fica no fundo de uma lixeira de hospital.", "category": 2, "footer": "Beba se quiser ganhar superpoderes (ou óbito)." },
            { "id": 111, "title": "Fazer um pix de 1 real pro ex com o comprovante escrito 'Sua mãe é minha'.", "category": 3, "footer": "O ápice da maturidade emocional." },
            { "id": 112, "title": "Um anão carregando um prato de coxinhas de 1 real.", "category": 2, "footer": "A visão mais bela que um bípede pode ter." },
            { "id": 113, "title": "A crosta de sal que fica no pescoço de um bicheiro.", "category": 4, "footer": "Suor, sol e contravenção penal." },
            { "id": 114, "title": "Usar o batismo do seu afilhado pra vender Herbalife.", "category": 5, "footer": "Salvação espiritual e pirâmide financeira." },
            { "id": 115, "title": "O bico de um pombo que fuma dois maços de Derby por dia.", "category": 2, "footer": "Ruruuu... sou eu, e minha voz tá ótima!" },
            { "id": 116, "title": "Uma freira fazendo pole dance num retiro espiritual.", "category": 2, "footer": "O Senhor trabalha de formas misteriosas." },
            { "id": 117, "title": "O cheiro de um Celta preto sob o sol de 40 graus.", "category": 1, "footer": "Plástico derretido e desespero." },
            { "id": 118, "title": "A pele morta que você arranca do lábio com o dente.", "category": 1, "footer": "Snack gratuito e autossuficiente." },
            { "id": 119, "title": "O histórico de navegação de um deputado do centrão.", "category": 4, "footer": "É melhor nem abrir, vai queimar o servidor." },
            { "id": 120, "title": "Lamber a tela de um caixa eletrônico na Rodoviária do Tietê.", "category": 1, "footer": "Imunidade garantida para o resto da vida." },
            { "id": 121, "title": "Um vibrador que funciona com energia solar.", "category": 3, "footer": "Prazer ecológico, mas só durante o dia." },
            { "id": 122, "title": "O suor da bunda de um Papai Noel de shopping.", "category": 1, "footer": "Ho-ho-horroroso esse cheiro, bicho." },
            { "id": 123, "title": "Uma pizza de estrogonofe com borda de coxinha.", "category": 1, "footer": "O Brasil deu errado, mas o sabor é incrível." },
            { "id": 124, "title": "A voz do Datena narrando sua primeira vez.", "category": 2, "footer": "'IBAGENS! EU QUERO IBAGENS DA PENETRAÇÃO!'" },
            { "id": 125, "title": "Usar o lixo hospitalar como matéria-prima para artesanato.", "category": 2, "footer": "Reciclagem com risco biológico." },
            { "id": 126, "title": "O olhar sedutor de um motorista de ônibus às 6 da manhã.", "category": 1, "footer": "Ele quer o seu bilhete único, não o seu amor." },
            { "id": 127, "title": "Enfiar a mão no rabo de um cavalo pra achar uma aliança perdida.", "category": 5, "footer": "Amor é sacrifício, Garoto." },
            { "id": 128, "title": "A coleção de unhas do pé do seu tio solteirão.", "category": 3, "footer": "Cof! Cada uma tem uma história de mofo diferente." },
            { "id": 129, "title": "Beber a água de uma jarra com um sapo morto dentro.", "category": 2, "footer": "Suco de anfíbio fermentado." },
            { "id": 130, "title": "Um filósofo de bar que mija nas próprias calças.", "category": 5, "footer": "A verdade é fluida, bípede." },
            { "id": 131, "title": "O cheiro de uma academia de bairro às 20h.", "category": 1, "footer": "Mistura de pré-treino, suor e testosterona reprimida." },
            { "id": 132, "title": "Uma barata voadora que pousa no seu decote.", "category": 1, "footer": "O verdadeiro teste de coragem." },
            { "id": 133, "title": "Fazer cosplay de Grávida de Taubaté num enterro.", "category": 4, "footer": "O luto pede uma barriga de espuma." },
            { "id": 134, "title": "O sêmen de um palhaço triste.", "category": 3, "footer": "Tem gosto de maquiagem barata e melancolia." },
            { "id": 135, "title": "Um banho de lama no Rio Pinheiros.", "category": 1, "footer": "Tratamento estético com metais pesados." },
            { "id": 136, "title": "O prepúcio do Shrek.", "category": 2, "footer": "Verde, rugoso e cheio de cebola." },
            { "id": 137, "title": "Um grupo de idosos lutando kung fu por um prato de sopa.", "category": 5, "footer": "Entretenimento de qualidade para a sarjeta." },
            { "id": 138, "title": "A oleosidade de um teclado de Lan House em 2005.", "category": 1, "footer": "Puruuu... o DNA de mil adolescentes punheteiros." },
            { "id": 139, "title": "Usar a meia freada do seu irmão como máscara contra gases.", "category": 1, "footer": "Pior que o próprio gás, eu garanto." },
            { "id": 140, "title": "O olhar de um gato quando você cai da escada.", "category": 2, "footer": "Eles não ajudam, eles dão nota técnica." },
            { "id": 141, "title": "Um dildo feito de cacto.", "category": 3, "footer": "Prazeres espinhosos para quem não tem medo de nada." },
            { "id": 142, "title": "A voz do Cid Moreira lendo o cardápio do podrão.", "category": 1, "footer": "'E no princípio... houve o X-Tudo'." },
            { "id": 143, "title": "Um mendingo que aceita pix e tem conta no LinkedIn.", "category": 4, "footer": "Empreendedorismo de rua 2.0." },
            { "id": 144, "title": "O muco que sai do nariz de um pug com asma.", "category": 1, "footer": "Ruruuu... lubrificante natural e barulhento." },
            { "id": 145, "title": "Fazer um churrasco de pombo (não comigo!) pra economizar.", "category": 1, "footer": "Se fizer isso, eu cago no seu prato pra eternidade." },
            { "id": 146, "title": "O hálito de quem acabou de fumar um Derby e tomar café sem açúcar.", "category": 1, "footer": "O combo da morte matinal." },
            { "id": 147, "title": "Uma estátua do Ronaldinho Gaúcho feita de lixo reciclável.", "category": 4, "footer": "Arte urbana ou crime ambiental?" },
            { "id": 148, "title": "O que tem dentro do saco de um Papai Noel de rua às 22h.", "category": 2, "footer": "Cof! Provavelmente latas vazias e solidão." },
            { "id": 149, "title": "Lamber o suor da testa de um coach financeiro.", "category": 5, "footer": "Gosto de mentira e gel de cabelo barato." },
            { "id": 150, "title": "O Nelson, o Pombo, cagando na sua alma agora.", "category": 5, "footer": "Puruuuuu! Acertar o alvo é minha maior alegria!" },
            { "id": 151, "title": "A crosta de queijo que fica no canto da boca de um viciado em Cheetos.", "category": 1, "footer": "Um toque de neon na higiene pessoal." },
            { "id": 152, "title": "O hálito de um cadáver que morreu comendo alho poró.", "category": 2, "footer": "Um aroma refinado para o além-vida." },
            { "id": 153, "title": "Fazer um bico de dublê de corpo para o Kid Bengala.", "category": 3, "footer": "Ruruuu... trabalho duro, mas alguém tem que fazer." },
            { "id": 154, "title": "O suor de um bicheiro fugindo da polícia num sol de meio-dia.", "category": 4, "footer": "Cheiro de adrenalina e contravenção." },
            { "id": 155, "title": "Um vibrador que funciona à base de radiação de micro-ondas.", "category": 2, "footer": "Esquenta por dentro e por fora." },
            { "id": 156, "title": "Usar o batom da sua vó pra desenhar um pentagrama no chão.", "category": 5, "footer": "Invocação satânica com cheiro de talco." },
            { "id": 157, "title": "A oleosidade do cabelo de um otaku que não vê chuveiro há meses.", "category": 1, "footer": "Dá pra extrair azeite virgem daí." },
            { "id": 158, "title": "Lamber o suor do sovaco de um animador de festa infantil.", "category": 3, "footer": "O sabor do desespero fantasiado de Mickey." },
            { "id": 159, "title": "Um boneco do Fofão com uma faca de verdade dentro.", "category": 2, "footer": "Lenda urbana ou upgrade tático?" },
            { "id": 160, "title": "O resto de miojo cru que fica grudado no fundo da pia.", "category": 1, "footer": "Snack proibido para bípedes impacientes." },
            { "id": 161, "title": "Achar uma camisinha usada dentro de um sapato novo na loja.", "category": 3, "footer": "Cof! Brinde surpresa da liquidação." },
            { "id": 162, "title": "Um anão vestido de Walligton Camargo cantando 'Uuuuuh, baby'.", "category": 4, "footer": "Cultura brasileira em seu estado mais puro." },
            { "id": 163, "title": "O cheiro de um mictório de escola pública em dia de prova.", "category": 1, "footer": "Amônia e medo de reprovação." },
            { "id": 164, "title": "Usar a dentadura do seu avô como abridor de garrafas.", "category": 1, "footer": "Engenharia geriátrica de ponta." },
            { "id": 165, "title": "O mofo que cresce no rejunte do banheiro de um motel barato.", "category": 3, "footer": "Testemunha silenciosa de muitos pecados." },
            { "id": 166, "title": "Um curso de coach quântico para pombos de praça.", "category": 5, "footer": "Manifestando milho com a força do pensamento." },
            { "id": 167, "title": "O sêmen de um alienígena feito de gel de cabelo.", "category": 2, "footer": "Fixação forte e brilho estelar." },
            { "id": 168, "title": "Lamber o corrimão da escada rolante da Estação da Luz.", "category": 1, "footer": "Puruuu... um bufê livre de bactérias mundiais." },
            { "id": 169, "title": "O bafo de quem acabou de beber um Corote de pêssego morno.", "category": 1, "footer": "Doce como a morte, quente como o inferno." },
            { "id": 170, "title": "Um vibrador com o formato da cara do Enéas Carneiro.", "category": 4, "footer": "'MEU NOME É PRAZER!'" },
            { "id": 171, "title": "O muco de um caracol que fumou um baseado.", "category": 2, "footer": "Rastro lento e muito chapado." },
            { "id": 172, "title": "A coleção de fios de cabelo do ralo do chuveiro da sua ex.", "category": 3, "footer": "Um amuleto de amor e obsessão." },
            { "id": 173, "title": "Uma freira lutando jiu-jitsu contra um vendedor de paçoca.", "category": 2, "footer": "O verdadeiro combate do século." },
            { "id": 174, "title": "O olhar de desprezo de um caixa de supermercado às 21:55.", "category": 1, "footer": "Ele quer te matar com os olhos." },
            { "id": 175, "title": "Usar o papel higiênico do lado contrário pra economizar.", "category": 5, "footer": "Reciclagem anal extrema." },
            { "id": 176, "title": "O suor da testa do Datena quando o IBOPE cai.", "category": 4, "footer": "Líquido precioso para a indústria do caos." },
            { "id": 177, "title": "Um dildo feito de pão dormido e fita isolante.", "category": 2, "footer": "Rústico, crocante e perigoso." },
            { "id": 178, "title": "O cheiro de um ônibus lotado em dia de greve de metrô.", "category": 1, "footer": "Mistura de 40 tipos de CC diferentes." },
            { "id": 179, "title": "A voz do Silvio Santos dublando um filme snuff.", "category": 4, "footer": "'Ma oeee... quem quer morrer?!'" },
            { "id": 180, "title": "Um lanche de rodoviária com um rabo de rato saindo da borda.", "category": 1, "footer": "Proteína extra, não reclama." },
            { "id": 181, "title": "O líquido que escorre de uma ferida de um bicho-preguiça.", "category": 2, "footer": "Demora pra sair, mas o gosto é inesquecível." },
            { "id": 182, "title": "Lamber o suor da nuca de um político em campanha.", "category": 4, "footer": "Gosto de corrupção e alfazema barata." },
            { "id": 183, "title": "Um vibrador que toca o hino do seu time rival.", "category": 3, "footer": "Prazer com uma pitada de ódio." },
            { "id": 184, "title": "O hálito de quem comeu sardinha em lata e escovou com café.", "category": 1, "footer": "A morte tem esse cheiro exato." },
            { "id": 185, "title": "Um boneco de Vodu feito de restos de pizza e chiclete.", "category": 5, "footer": "Magia negra de baixo orçamento." },
            { "id": 186, "title": "A oleosidade de um controle remoto de hotel por hora.", "category": 3, "footer": "Cof! Não encoste sem luvas." },
            { "id": 187, "title": "O sêmen de um filósofo niilista.", "category": 5, "footer": "Não faz sentido nenhum e não gera vida." },
            { "id": 188, "title": "Um anão carregando uma bandeja de ovos de codorna cozidos.", "category": 1, "footer": "O paraíso na terra para pombos e bípedes." },
            { "id": 189, "title": "O cheiro de um tapete de sala de espera de dentista.", "category": 1, "footer": "Pó, medo e revistas de 2014." },
            { "id": 190, "title": "Enfiar o dedo no umbigo e cheirar pra ver se está vivo.", "category": 5, "footer": "O teste de existência definitivo." },
            { "id": 191, "title": "A pele do cotovelo de um elefante idoso.", "category": 2, "footer": "Rugosa como o destino." },
            { "id": 192, "title": "O histórico de buscas do seu avô depois que ele aprendeu a usar o Google.", "category": 3, "footer": "Um caminho sem volta para o trauma." },
            { "id": 193, "title": "Um dildo feito de gesso e pregos enferrujados.", "category": 2, "footer": "Tétano e prazer numa tacada só." },
            { "id": 194, "title": "Lamber a poeira de um ventilador de teto de repartição pública.", "category": 1, "footer": "DNA burocrático concentrado." },
            { "id": 195, "title": "O suor da bunda de um palhaço que trabalha no sol de Cuiabá.", "category": 1, "footer": "Maquiagem derretida e desespero." },
            { "id": 196, "title": "O grito de um porco sendo depilado com cera quente.", "category": 2, "footer": "Uma melodia perturbadora." },
            { "id": 197, "title": "O conteúdo de um cinzeiro de bar de beira de estrada.", "category": 1, "footer": "Puruuu... tempero para a alma." },
            { "id": 198, "title": "Um vibrador que funciona com energia eólica (você tem que soprar).", "category": 3, "footer": "Fôlego é tudo na hora do vamos ver." },
            { "id": 199, "title": "O sêmen de um pombo designer (tipo eu, mas mais bonito).", "category": 5, "footer": "Puro ouro líquido criativo." },
            { "id": 200, "title": "Cagar no ombro de quem está lendo essa carta agora.", "category": 5, "footer": "Puruuuuuuu! Acertei o alvo! Vitória do Nelson!" },
            { "id": 201, "title": "A sujeira que fica no vão das teclas de um notebook de quem come Cheetos.", "category": 1, "footer": "Um ecossistema de farelo e gordura trans." },
            { "id": 202, "title": "Lamber a tampa de um iogurte achado no lixo do aeroporto.", "category": 1, "footer": "Gosto de viagem internacional e salmonela." },
            { "id": 203, "title": "O hálito de um cadáver que morreu de ressaca de Jurupinga.", "category": 2, "footer": "Doce e mortal, como um beijo de Judas." },
            { "id": 204, "title": "Um dildo de porcelana que quebra durante o uso.", "category": 3, "footer": "Cof! Prazer cortante e traumático." },
            { "id": 205, "title": "O suor da dobra do joelho de um Papai Noel de shopping em Bangu.", "category": 1, "footer": "Ruruuu... a temperatura do inferno condensada." },
            { "id": 206, "title": "Uma freira fazendo 'twerk' em cima de um caixão.", "category": 2, "footer": "O luto moderno é cheio de ritmo." },
            { "id": 207, "title": "O bico de um pombo que sobreviveu a uma explosão de bueiro.", "category": 5, "footer": "Estou aqui e estou tostado!" },
            { "id": 208, "title": "O conteúdo da bolsa de uma tia que guarda resto de festa.", "category": 1, "footer": "Três coxinhas suadas e um sonho de valsa amassado." },
            { "id": 209, "title": "Lamber o suor das costas do sósia do Vin Diesel.", "category": 3, "footer": "Veloz, furioso e muito salgado." },
            { "id": 210, "title": "Um curso de coach quântico para mendigos empreendedores.", "category": 4, "footer": "Manifestando a moedinha com a força do ódio." },
            { "id": 211, "title": "O que tem no meio do umbigo de um dublê de corpo do Faustão.", "category": 2, "footer": "Dá pra plantar uma muda de feijão ali." },
            { "id": 212, "title": "Um vibrador que toca a música do 'Plantão da Globo'.", "category": 3, "footer": "Prazer urgente e preocupante." },
            { "id": 213, "title": "A oleosidade de um controle remoto de TV de hospital.", "category": 1, "footer": "Contém o DNA de 40 patologias diferentes." },
            { "id": 214, "title": "O prepúcio de um ogro com má circulação.", "category": 2, "footer": "Roxo, frio e com cheiro de pântano." },
            { "id": 215, "title": "Uma briga de faca entre dois anões vestidos de Teletubbies.", "category": 2, "footer": "O Tinky Winky não veio pra brincar." },
            { "id": 216, "title": "O hálito de quem escovou os dentes com sabonete Phebo.", "category": 1, "footer": "Cheiro de banho, mas gosto de arrependimento." },
            { "id": 217, "title": "Usar a água do aquário pra fazer café pro chefe.", "category": 1, "footer": "Um toque de escamas e nitrito no seu dia." },
            { "id": 218, "title": "A coleção de unhas encravadas do seu primo esquisito.", "category": 1, "footer": "Um tesouro biológico de baixo orçamento." },
            { "id": 219, "title": "O sêmen de um palhaço que faz festa em orfanato.", "category": 3, "footer": "Tem gosto de alegria forçada e látex." },
            { "id": 220, "title": "Um boneco de Vodu do Neymar feito de gel de cabelo.", "category": 4, "footer": "Se você apertar, ele cai no chão pedindo falta." },
            { "id": 221, "title": "Lamber o asfalto da Rodoviária de Goiânia.", "category": 5, "footer": "Puruuu... o verdadeiro sabor do sertanejo universitário." },
            { "id": 222, "title": "Um dildo de gelo que derrete e deixa o colchão molhado.", "category": 3, "footer": "Prazer efêmero e refrescante." },
            { "id": 223, "title": "O muco que sai do nariz de um pug com pneumonia.", "category": 2, "footer": "Parece uma gelatina de menta estragada." },
            { "id": 224, "title": "A voz do Cid Moreira narrando o seu histórico de buscas no X-Videos.", "category": 5, "footer": "'E no princípio... houve a depravação'." },
            { "id": 225, "title": "Usar o resto de uma lipoaspiração pra fazer sabão caseiro.", "category": 2, "footer": "A verdadeira beleza vem de dentro e ensaboa bem." },
            { "id": 226, "title": "O cheiro de um mictório de balada sertaneja às 4 da manhã.", "category": 1, "footer": "Fermentação de uísque barato e desespero masculino." },
            { "id": 227, "title": "Uma foto do Vampeta pelado autografada pelo Papa.", "category": 4, "footer": "O ápice do colecionismo sagrado." },
            { "id": 228, "title": "O suor da bunda de um bicheiro fugindo da Polícia Federal.", "category": 4, "footer": "Um aroma de adrenalina e lavagem de dinheiro." },
            { "id": 229, "title": "Enfiar a mão no bueiro pra pegar uma moeda de 5 centavos.", "category": 1, "footer": "Ganância de bípede é uma coisa triste." },
            { "id": 230, "title": "O bafo de quem acabou de comer sardinha e tomar Dolly Guaraná.", "category": 1, "footer": "Cof! Uma explosão de sabores radioativos." },
            { "id": 231, "title": "Um vibrador que funciona com motor de motosserra.", "category": 3, "footer": "Prazer com alto torque e risco de amputação." },
            { "id": 232, "title": "O que o Silvio Santos guarda na mala secreta no camarim.", "category": 4, "footer": "O recibo do pacto e três barras de ouro." },
            { "id": 233, "title": "Lamber o suor do sovaco de um animador de trenzinho carregando o Fofão.", "category": 1, "footer": "Sabor de infância destruída e cansaço físico." },
            { "id": 234, "title": "Uma marmita de dobradinha esquecida no sol do Rio de Janeiro.", "category": 1, "footer": "Se abrir, você convoca um demônio de nível 5." },
            { "id": 235, "title": "O prepúcio do Papai Noel.", "category": 2, "footer": "Ruruuu... é branco e felpudo, como o Natal." },
            { "id": 236, "title": "Usar o contrato da CLT como papel de seda.", "category": 5, "footer": "Fumar os seus direitos trabalhistas dá um barato doido." },
            { "id": 237, "title": "O muco nasal de um alienígena viciado em rapé.", "category": 2, "footer": "Poeira cósmica e catarro verde fluorescente." },
            { "id": 238, "title": "A voz da Aracy da Top Therm descrevendo seu parto.", "category": 5, "footer": "'E veja os benefícios do ômega 3 na placenta!'" },
            { "id": 239, "title": "Um anão carregando uma bandeja de shots de cachaça com cobra.", "category": 2, "footer": "O verdadeiro sentido da felicidade." },
            { "id": 240, "title": "O cheiro do chinelo de um batedor de carteira de 15 anos.", "category": 1, "footer": "Aroma de fuga e chulé juvenil." },
            { "id": 241, "title": "Fazer carinho num rato de esgoto com câncer de pulmão.", "category": 2, "footer": "Compadecimento interespécies." },
            { "id": 242, "title": "O sêmen de um coach de masculinidade alfa.", "category": 3, "footer": "Tem gosto de suplemento barato e insegurança." },
            { "id": 243, "title": "A oleosidade de uma tela de iPad de uma criança de 4 anos.", "category": 1, "footer": "Baba, gordura de nugget e caos puro." },
            { "id": 244, "title": "Lamber o suor da testa do Datena após ele gritar 'IBAGENS'.", "category": 4, "footer": "Essência pura de jornalismo policial." },
            { "id": 245, "title": "Um vibrador que solta fumaça e toca o hino do Vasco.", "category": 3, "footer": "Prazer que sempre termina em sofrimento." },
            { "id": 246, "title": "O que tem dentro do saco de um mendigo que coleciona cabeças de boneca.", "category": 2, "footer": "Um harém plástico e perturbador." },
            { "id": 247, "title": "A crosta de sujeira atrás da orelha do seu chefe.", "category": 1, "footer": "Raspe e use como tempero na marmita dele." },
            { "id": 248, "title": "Um banho de lama no bueiro da esquina da Consolação.", "category": 5, "footer": "Spa urbano de baixo custo." },
            { "id": 249, "title": "O hálito de quem acabou de fumar um cigarro de palha e comer queijo mineiro.", "category": 1, "footer": "Ruruuu... cheiro de roça e dente podre." },
            { "id": 250, "title": "O Nelson, o Pombo, cagando na sua herança agora mesmo.", "category": 5, "footer": "Puruuuuuuu! O alvo foi neutralizado com sucesso!" },
            { "id": 251, "title": "O hálito de um bicheiro que acabou de comer um ovo cozido de estufa.", "category": 1, "footer": "Uma ogiva nuclear gasosa no seu rosto." },
            { "id": 252, "title": "A oleosidade do teclado de um caixa eletrônico de rodoviária.", "category": 1, "footer": "Contém o DNA de três exilados e um procurado pela Interpol." },
            { "id": 253, "title": "Lamber o suor da careca do sósia do Luciano Hang.", "category": 4, "footer": "Tem gosto de patriotismo importado da China." },
            { "id": 254, "title": "Um dildo feito de concreto armado com sobra de obra.", "category": 2, "footer": "Cof! Prazer sólido e estrutural." },
            { "id": 255, "title": "O muco que sai da traqueostomia de um fumante veterano.", "category": 1, "footer": "Ruruuu... gelatina de nicotina, uma delícia." },
            { "id": 256, "title": "A voz do Lombardi lendo a sua sentença de morte.", "category": 2, "footer": "'É a morte, Silvio! Ma oeee!'" },
            { "id": 257, "title": "Um vibrador que funciona com um motor de máquina de cortar grama.", "category": 3, "footer": "Alto torque para emoções intensas e vizinhos furiosos." },
            { "id": 258, "title": "O que tem dentro do umbigo de um acumulador compulsivo de gatos.", "category": 2, "footer": "Pelos, ração seca e uma civilização perdida." },
            { "id": 259, "title": "Usar a água do radiador de um Fusca pra fazer um chá de fita.", "category": 5, "footer": "Uma viagem espiritual mecânica." },
            { "id": 260, "title": "A coleção de crostas de ferida de um skatista de rua.", "category": 1, "footer": "Cada pedaço é uma história de asfalto e dor." },
            { "id": 261, "title": "O sêmen de um alienígena viciado em Corote de morango.", "category": 2, "footer": "Brilha no escuro e deixa a boca com gosto de bala de goma." },
            { "id": 262, "title": "Lamber o suor do rosto do sósia do Ronaldinho Gaúcho num rolê aleatório.", "category": 4, "footer": "Driblando a higiene com estilo." },
            { "id": 263, "title": "Um anão vestido de Chucky segurando uma maquininha de cartão.", "category": 2, "footer": "O terror moderno: ou morre, ou parcela em 12x." },
            { "id": 264, "title": "O cheiro de um mictório de bar que só aceita dinheiro.", "category": 1, "footer": "Aroma de tradição e sonegação fiscal." },
            { "id": 265, "title": "Achar um dente humano dentro de uma coxinha de 1 real.", "category": 1, "footer": "Vem com brinde para o fada do dente da sarjeta." },
            { "id": 266, "title": "O prepúcio do Papai Noel de rua após o turno de 12 horas.", "category": 1, "footer": "Cof! Um presente de Natal que ninguém pediu." },
            { "id": 267, "title": "Uma freira lutando sumô contra um vendedor de redes.", "category": 2, "footer": "Puruuu... o verdadeiro embate cultural brasileiro." },
            { "id": 268, "title": "O hálito de quem acabou de tomar um shot de azeite e fumar um Derby.", "category": 1, "footer": "Lubrificação pulmonar de alto risco." },
            { "id": 269, "title": "Usar o resto de um aborto de alienígena pra fazer sopa.", "category": 2, "footer": "Uma iguaria intergaláctica perturbadora." },
            { "id": 270, "title": "A voz da Aracy da Top Therm descrevendo o seu enterro.", "category": 5, "footer": "'E veja como o mogno conserva o ômega 3 do cadáver!'" },
            { "id": 271, "title": "Lamber o suor da testa de um coach de masculinidade tóxica.", "category": 3, "footer": "Gosto de testosterona sintética e insegurança." },
            { "id": 272, "title": "Um vibrador que solta o áudio do 'Gemidão do WhatsApp' no volume máximo.", "category": 3, "footer": "Prazer e vergonha pública num só aparelho." },
            { "id": 273, "title": "O muco que sai do nariz de um pug com enfisema pulmonar.", "category": 1, "footer": "Ruruuu... parece clara de ovo radioativa." },
            { "id": 274, "title": "A oleosidade de uma cadeira de plástico de bar em dia de jogo.", "category": 1, "footer": "Gordura de torresmo e suor de torcedor." },
            { "id": 275, "title": "O sêmen de um palhaço de hospital com depressão.", "category": 3, "footer": "Tem gosto de látex e remédio controlado." },
            { "id": 276, "title": "Um dildo feito de cera de ouvido acumulada de um gigante.", "category": 2, "footer": "Maleável, amarelado e nojento." },
            { "id": 277, "title": "Lamber o asfalto da Marginal Pinheiros após uma enchente de esgoto.", "category": 5, "footer": "Um spa de minerais pesados e doenças raras." },
            { "id": 278, "title": "O hálito de quem comeu um pão com ovo e tomou café com adoçante.", "category": 1, "footer": "A fragrância da classe trabalhadora sofrida." },
            { "id": 279, "title": "Uma estátua do Vampeta pelado feita inteiramente de chiclete mastigado.", "category": 4, "footer": "Arte efêmera e pegajosa." },
            { "id": 280, "title": "O suor da bunda de um bicheiro fugindo de um enquadro da PM.", "category": 4, "footer": "Essência de pânico e lavagem de dinheiro." },
            { "id": 281, "title": "Enfiar a mão num ninho de ratos pra recuperar um bilhete premiado.", "category": 5, "footer": "Capitalismo selvagem em estado bruto." },
            { "id": 282, "title": "O cheiro de um ônibus lotado com o ar-condicionado quebrado no RJ.", "category": 1, "footer": "O verdadeiro inferno de Dante é na linha 483." },
            { "id": 283, "title": "Um vibrador que funciona com energia termonuclear.", "category": 3, "footer": "Prazer que dura 10 mil anos e deforma o DNA." },
            { "id": 284, "title": "O que o Silvio Santos cochicha no ouvido do Jassa.", "category": 4, "footer": "'Ma oeee, o pacto vence na sexta!'" },
            { "id": 285, "title": "Lamber o suor do pescoço de um segurança de balada de luxo.", "category": 3, "footer": "Sabor de anabolizante e autoridade frustrada." },
            { "id": 286, "title": "Uma marmita de dobradinha que ganhou consciência e pediu CPF na nota.", "category": 1, "footer": "A evolução do bucho bovino." },
            { "id": 287, "title": "O prepúcio de um ogro com infecção urinária.", "category": 2, "footer": "Verde, quente e com cheiro de pântano tóxico." },
            { "id": 288, "title": "Usar a pele morta do calcanhar pra fazer queijo ralado fake.", "category": 1, "footer": "Cof! O segredo das cantinas baratas." },
            { "id": 289, "title": "O muco nasal de um alienígena viciado em cheirar poeira lunar.", "category": 2, "footer": "Brilha no escuro e dá um barato intergaláctico." },
            { "id": 290, "title": "A voz do Galvão Bueno narrando o seu primeiro exame de hemorroidas.", "category": 5, "footer": "'Olha o que ele fez! Olha o que ele feeeez!'" },
            { "id": 291, "title": "Um anão carregando uma bandeja de shots de uísque paraguaio.", "category": 2, "footer": "Cegueira garantida em pequenas doses." },
            { "id": 292, "title": "O cheiro do chinelo de um batedor de carteira que correu 5km.", "category": 1, "footer": "Aroma de impunidade e chulé ácido." },
            { "id": 293, "title": "Fazer carinho num pombo designer que está tendo um AVC (eu!).", "category": 5, "footer": "Socorro, Bípede! Minha asa tá formigando!" },
            { "id": 294, "title": "O sêmen de um coach de sedução que mora num kitnet.", "category": 3, "footer": "Tem gosto de mentira e cup noodles." },
            { "id": 295, "title": "A oleosidade de um controle remoto de TV de asilo.", "category": 1, "footer": "Mistura de farelo de bolacha e tempo perdido." },
            { "id": 296, "title": "Lamber o suor da nuca do Datena enquanto ele xinga um criminoso.", "category": 4, "footer": "Puruuu... o néctar do jornalismo justiceiro." },
            { "id": 297, "title": "Um vibrador que funciona com o barulho de britadeira.", "category": 3, "footer": "Para abalar as estruturas da casa e do bairro." },
            { "id": 298, "title": "O que tem dentro da maleta de um bicheiro que também é pastor.", "category": 4, "footer": "Dízimo, jogo do bicho e um revólver banhado a ouro." },
            { "id": 299, "title": "Lamber o rejunte do banheiro de um posto de gasolina na BR-116.", "category": 1, "footer": "O teste de resistência definitivo para o sistema imunológico." },
            { "id": 300, "title": "O Nelson, o Pombo, finalmente morrendo de exaustão criativa.", "category": 5, "footer": "Puruuuuuuu... tchau, Bípede... me enterra numa caixa de sapatos..." }
        ]
    }
}
