{
    "id": "base",
    "name": "Jogo Padrão",
    "description": "A vida é feita de escolhas, e aqui todas são horríveis. Escolha a opção menos pior e julgue as escolhas dos seus amigos.",
    "categories": [
        {
            "id": 1,
            "name": "N - Nojeira e Desconforto Físico",
            "description": "Coisas que vão te fazer sentir ânsia ou dor física."
        },
        {
            "id": 2,
            "name": "S - Vergonha Social",
            "description": "Situações humilhantes em público, trabalho ou família."
        },
        {
            "id": 3,
            "name": "M - Moral e Ética",
            "description": "Dilemas pesados sobre crimes, vida e morte."
        },
        {
            "id": 4,
            "name": "A - Absurdo e Hipotético",
            "description": "Poderes inúteis, mudanças corporais e cenários irreais."
        },
        {
            "id": 5,
            "name": "R - Relacionamento e Intimidade",
            "description": "Namoro, sexo e ex-parceiros."
        }
    ],
    "items": [
        {
            "id": 1,
            "title": "Ter o histórico de navegação projetado na parede no Natal OU Ter sua galeria de fotos publicada no LinkedIn",
            "category": 2,
            "footer": "Explicar o que é 'step-sister' pra vovó ou deixar o RH ver suas nudes artísticas? A demissão vem, ou a deserdada vem."
        },
        {
            "id": 2,
            "title": "Sentir gosto de sabão em tudo o que comer OU Sentir cheiro de ovo podre que só você sente",
            "category": 1,
            "footer": "Com gosto de sabão, você arrota bolhas. Com cheiro de ovo, você nunca sabe se foi você ou o esgoto. Bom apetite."
        },
        {
            "id": 3,
            "title": "Encontrar seus pais fazendo sexo OU Seus pais encontrarem você fazendo sexo",
            "category": 2,
            "footer": "Ver seus velhos procriando queima a retina. Eles te verem só decepciona pela sua performance medíocre."
        },
        {
            "id": 4,
            "title": "Arrotar na boca de quem você beija OU Soltar um pum alto sempre que alguém te abraça",
            "category": 2,
            "footer": "O arroto tem gosto do almoço. O pum vibra no peito do abraçado. Você é uma arma biológica de solidão."
        },
        {
            "id": 5,
            "title": "Um ano na cadeia inocente OU Cometer um crime e viver paranoico para sempre",
            "category": 3,
            "footer": "Cadeia tem teto e comida (melhor que a minha). A paranoia te faz roer as unhas até o cotovelo. Eu pegava a quentinha grátis."
        },
        {
            "id": 6,
            "title": "Ter braços no lugar das pernas OU Ter pernas no lugar dos braços",
            "category": 4,
            "footer": "Pernas nos ombros? Você vai dar tapas com chulé. Braços no quadril? Vai andar de bananeira pra sempre. Aberração circense."
        },
        {
            "id": 7,
            "title": "Reiniciar a vida aos 10 anos com memória atual OU Ganhar 10 milhões mas envelhecer 20 anos agora",
            "category": 3,
            "footer": "Voltar aos 10 anos pra corrigir erros (você vai errar de novo) ou ficar rico e velho com dor nas juntas? O dinheiro paga a fralda geriátrica."
        },
        {
            "id": 8,
            "title": "Nunca mais usar internet OU Nunca mais sair de casa (com internet ilimitada)",
            "category": 4,
            "footer": "Viver numa caverna digital fedendo a salgadinho ou viver no mundo real falando com pombos? Eu sei qual você prefere, sedentário."
        },
        {
            "id": 9,
            "title": "Casar com quem odeia mas ter sexo incrível OU Casar com alma gêmea sem sexo",
            "category": 5,
            "footer": "Ódio com orgasmo ou amor platônico casto? Um dia o corpo cai, bípede. E aí sobra só a voz irritante da pessoa."
        },
        {
            "id": 10,
            "title": "Usar roupas molhadas para sempre OU Ter uma pedrinha no sapato que nunca sai",
            "category": 1,
            "footer": "Roupa molhada: fungos na virilha e cheiro de cachorro. Pedrinha: você anda mancando igual a mim. Escolha sua tortura."
        },
        {
            "id": 11,
            "title": "Salvar a vida do seu pet OU Salvar um primo distante que não vê há anos",
            "category": 3,
            "footer": "O cachorro te lambe. O primo pede dinheiro emprestado pra entrar em esquema de criptomoeda. A escolha é óbvia."
        },
        {
            "id": 12,
            "title": "Só poder falar gritando OU Só poder falar sussurrando",
            "category": 2,
            "footer": "Gritando você parece um lunático (tipo eu). Sussurrando parece um serial killer creepy. Ninguém vai querer te ouvir de qualquer jeito."
        },
        {
            "id": 13,
            "title": "Saber a data da sua morte OU Saber a causa da sua morte",
            "category": 3,
            "footer": "Saber a causa te faz ter medo de 'palito de dente'. A data te deixa marcar a festa de despedida e estourar o cartão de crédito."
        },
        {
            "id": 14,
            "title": "Lamber chão de banheiro químico OU Beber um copo de suor de desconhecido",
            "category": 1,
            "footer": "O suor é salgado e morno. O chão... bem, tem coliformes de festivais passados. O inferno bacteriano te aguarda."
        },
        {
            "id": 15,
            "title": "Ser um gênio que todos acham louco OU Ser burro mas amado por todos",
            "category": 2,
            "footer": "A ignorância é uma bênção e ganha reality show. Ser gênio só serve pra ter depressão com vocabulário difícil."
        },
        {
            "id": 16,
            "title": "Ter dentes de unhas OU Ter unhas de dentes",
            "category": 1,
            "footer": "Dentes na ponta dos dedos? Você vai morder o teclado. Unhas na boca? Tenta mastigar um bife com queratina mole, gênio."
        },
        {
            "id": 17,
            "title": "Mijar nas calças todo dia em casa OU Cagar nas calças uma vez por ano em público",
            "category": 1,
            "footer": "O evento público vira lenda urbana e apelido eterno. O xixi diário vira cheiro de asilo no seu sofá. Escolha sua humilhação."
        },
        {
            "id": 18,
            "title": "Ter mamilos do tamanho de dedos OU Ter dedos do tamanho de mamilos",
            "category": 4,
            "footer": "Dedos moles e inúteis ou mamilos que parecem salsichas penduradas? Espero que você não goste de camisas justas."
        },
        {
            "id": 19,
            "title": "Assistir seus pais transando todo dia OU Participar uma vez para parar",
            "category": 3,
            "footer": "Se você hesitou nessa resposta, eu vou voar pra longe. Isso é caso de polícia ou de hospício, bípede doente."
        },
        {
            "id": 20,
            "title": "Ser imortal mas flutuar no espaço sozinho OU Viver só mais 5 anos intensamente",
            "category": 4,
            "footer": "Eternidade no vácuo sem Netflix é tédio cósmico. 5 anos cheirando a pólvora e vivendo perigosamente é lucro."
        },
        {
            "id": 21,
            "title": "Nunca mais ouvir música OU Nunca mais assistir filmes/séries",
            "category": 4,
            "footer": "Uma vida sem trilha sonora ou uma vida sem spoilers? O silêncio é ensurdecedor, mas pelo menos não tem comercial."
        },
        {
            "id": 22,
            "title": "Falar tudo o que pensa OU Nunca mais conseguir falar",
            "category": 2,
            "footer": "Falar o que pensa te deixa sem dentes em 24h (eu sei bem). O silêncio preserva sua integridade física."
        },
        {
            "id": 23,
            "title": "Ter hálito de fezes OU Ter chulé de queijo podre que dá para sentir de longe",
            "category": 1,
            "footer": "Bafo de esgoto você sente o gosto. Chulé radioativo esvazia a sala. Um isola seu beijo, o outro isola seu corpo."
        },
        {
            "id": 24,
            "title": "Ser o vilão mais temido do mundo OU Ser o herói mais ridicularizado",
            "category": 2,
            "footer": "Vilão tem base secreta e capangas. Herói ridículo usa cueca por cima da calça e mora com a tia. O mal compensa mais."
        },
        {
            "id": 25,
            "title": "Transar com a parte de cima do corpo da Megan Fox e a parte de baixo do seu pai OU Parte de cima do seu pai e parte de baixo da Megan Fox",
            "category": 5,
            "footer": "Freud não explica, Freud sai correndo gritando. É pesadelo visual de qualquer jeito. Feche os olhos e chore."
        },
        {
            "id": 26,
            "title": "Comer um prato de vômito OU Comer um prato de cocô mole",
            "category": 1,
            "footer": "Vômito é comida reciclada com ácido. Cocô é... o fim da linha. O chef da sarjeta recomenda: nenhum dos dois."
        },
        {
            "id": 27,
            "title": "Viver num mundo sem cores OU Viver num mundo sem sons",
            "category": 1,
            "footer": "Sem som, você nunca mais ouve funk no ônibus. Sem cor, você come carne estragada sem ver. O silêncio é ouro."
        },
        {
            "id": 28,
            "title": "Ter um pênis na testa OU Não ter pênis/vagina",
            "category": 4,
            "footer": "Unicórnio genital é difícil de esconder com boné. Ser liso igual boneco Ken é prático, mas triste pra sua vida amorosa inexistente."
        },
        {
            "id": 29,
            "title": "Sempre sentir vontade de fazer xixi OU Sempre sentir coceira nas costas",
            "category": 1,
            "footer": "A bexiga cheia é tortura chinesa. A coceira te faz parecer um urso drogado se esfregando nas paredes. Agonia pura."
        },
        {
            "id": 30,
            "title": "Ser atacado por um urso OU Ser atacado por um enxame de abelhas",
            "category": 1,
            "footer": "O urso arranca sua cabeça rápido. As abelhas te matam com mil injeções de dor. Eu prefiro a patada fatal."
        },
        {
            "id": 31,
            "title": "Acabar com a fome no mundo OU Acabar com o câncer",
            "category": 3,
            "footer": "Não importa o que escolha, no Twitter (X) vão dizer que você é monstro por não escolher o outro. O cancelamento vem a galope."
        },
        {
            "id": 32,
            "title": "Nunca mais sentir sabor de doce OU Nunca mais sentir sabor de salgado",
            "category": 1,
            "footer": "Adeus pizza ou adeus chocolate? Sua vida vai ficar sem graça. Sabor de papelão pra metade do cardápio."
        },
        {
            "id": 33,
            "title": "Ter pele de lagarto OU Ter língua de cobra",
            "category": 4,
            "footer": "Pele seca e escamosa economiza creme. Língua bifurcada é ótima pra assustar crianças e fazer truques... exóticos."
        },
        {
            "id": 34,
            "title": "Usar apenas calcinha/cueca no inverno OU Usar casaco de pele no verão",
            "category": 1,
            "footer": "Congelar as partes íntimas ou cozinhar no próprio suor? Num você vira picolé, no outro vira sopa de humano."
        },
        {
            "id": 35,
            "title": "Ser a pessoa mais rica do mundo e sozinha OU Ser pobre com amigos e família incríveis",
            "category": 3,
            "footer": "Chorar na Ferrari é clássico. Mas ser pobre feliz? Isso é lenda. Eu sou pobre e odeio todos vocês. Pega o dinheiro."
        },
        {
            "id": 36,
            "title": "Ter que matar um filhote fofo OU Ter que matar um humano criminoso com as próprias mãos",
            "category": 3,
            "footer": "O filhote é inocente. O humano talvez mereça, mas o sangue mancha a roupa. Dilema moral pra quem tem estômago fraco."
        },
        {
            "id": 37,
            "title": "Só poder andar de costas OU Só poder andar pulando num pé só",
            "category": 4,
            "footer": "De costas você cai no bueiro. Num pé só você destrói o joelho em uma semana. A mobilidade urbana te odeia."
        },
        {
            "id": 38,
            "title": "Ter a voz do Pato Donald no sexo OU Ter a risada de hiena em velórios",
            "category": 2,
            "footer": "Gemer 'Quack Quack' broxa até estátua. Rir no velório te faz ser expulso da família. Escolha onde quer ser odiado."
        },
        {
            "id": 39,
            "title": "Ser alérgico a água OU Ser alérgico ao sol",
            "category": 1,
            "footer": "Sem água você morre seco. Sem sol você vira gótico de shopping. A opção gótica te mantém vivo, pelo menos."
        },
        {
            "id": 40,
            "title": "Viver no universo de Harry Potter sem magia OU Viver no universo de Star Wars sem ser Jedi",
            "category": 4,
            "footer": "Em HP você é um trouxa (igual agora). Em Star Wars você é alvo móvel de tiro de laser. Melhor ser trouxa vivo."
        },
        {
            "id": 41,
            "title": "Ter um terceiro braço no peito OU Ter um terceiro olho na nuca",
            "category": 4,
            "footer": "Olho na nuca vê quem fala mal de você. Braço no peito serve pra segurar cerveja e coçar o nariz ao mesmo tempo. Útil."
        },
        {
            "id": 42,
            "title": "Esquecer quem você é OU Esquecer quem são todos que você ama",
            "category": 3,
            "footer": "Esquecer quem você é pode ser um upgrade, considerando sua vida atual. Esquecer os outros te livra de dívidas emocionais."
        },
        {
            "id": 43,
            "title": "Morrer afogado OU Morrer queimado",
            "category": 1,
            "footer": "Pulmão cheio de água ou pele crocante? Nenhuma seguradora cobre a dignidade dessa escolha."
        },
        {
            "id": 44,
            "title": "Nunca mais poder mentir OU Nunca mais saber quando mentem para você",
            "category": 2,
            "footer": "Sinceridade radical te deixa desempregado e solteiro. Ser o bobo alegre enganado te mantém feliz e corno."
        },
        {
            "id": 45,
            "title": "Ter sexo medíocre para sempre OU Ter sexo incrível apenas uma vez por ano",
            "category": 5,
            "footer": "Buffet livre de comida ruim ou um banquete gourmet anual? No resto do ano você vive de memória e mão amiga."
        },
        {
            "id": 46,
            "title": "Passar a vida numa cadeira de rodas OU Passar a vida cego",
            "category": 1,
            "footer": "Sem pernas ou sem olhos? Não vou fazer piada com isso, a vida já fez a piada colocando essa carta no baralho."
        },
        {
            "id": 47,
            "title": "Ter o corte de cabelo do Neymar (moicano) para sempre OU Ter o corte do Ronaldo (Cascão) para sempre",
            "category": 2,
            "footer": "O moicano exige gel e marra. O Cascão exige coragem de parecer um idiota com um triângulo na testa. Escolha seu ídolo feio."
        },
        {
            "id": 48,
            "title": "Sempre ter um alface no dente OU Sempre ter a braguilha aberta",
            "category": 2,
            "footer": "Alface: falta de higiene. Braguilha: atentado ao pudor. Um mostra que você comeu, o outro mostra o que não devia."
        },
        {
            "id": 49,
            "title": "Controlar o fogo OU Controlar a água",
            "category": 4,
            "footer": "Fogo: piromaníaco estiloso. Água: limpa a calçada e paga menos conta na Sabesp. Seja prático, bípede."
        },
        {
            "id": 50,
            "title": "Ser invisível (mas só quando ninguém olha) OU Voar (mas só a 10cm do chão)",
            "category": 4,
            "footer": "Invisibilidade inútil ou flutuar pra não pisar em chiclete? Basicamente superpoderes de quem fracassou na loteria genética."
        },
        {
            "id": 51,
            "title": "Nunca mais tomar banho OU Nunca mais escovar os dentes",
            "category": 1,
            "footer": "Cheiro de queijo vencido no corpo ou hálito de esgoto na boca? De qualquer jeito, você morre solteiro."
        },
        {
            "id": 52,
            "title": "Viver o mesmo dia para sempre (Feitiço do Tempo) OU Perder um ano de memória a cada dia vivido",
            "category": 3,
            "footer": "Dia eterno é tédio infinito. Perder memória é calote no banco garantido. Amnésia ganha."
        },
        {
            "id": 53,
            "title": "Ter um filho que te odeia OU Ter um filho que te ama mas é um serial killer",
            "category": 3,
            "footer": "O que te odeia te põe no asilo. O assassino te visita (e talvez enterre corpos no quintal). Amor de filho é tudo."
        },
        {
            "id": 54,
            "title": "Comer barata frita crocante OU Comer lesma viva gosmenta",
            "category": 1,
            "footer": "Crocante desce rasgando a garganta. Gosmenta desce tentando voltar. Proteína de sarjeta pura."
        },
        {
            "id": 55,
            "title": "Trocar de corpo com sua mãe no sexo OU Trocar de corpo com seu pai no banho",
            "category": 5,
            "footer": "Freud vomitou e saiu correndo. Isso é trauma pra internar num hospício e jogar a chave fora."
        },
        {
            "id": 56,
            "title": "Ser famoso por algo humilhante OU Ser um gênio anônimo",
            "category": 2,
            "footer": "Humilhação paga boleto e dá like. Gênio anônimo morre de fome e vira adubo. Venda sua dignidade logo."
        },
        {
            "id": 57,
            "title": "Ter soluço pelo resto da vida OU Ter espirro a cada 5 minutos",
            "category": 1,
            "footer": "Soluço irrita quem tá perto. Espirro espalha vírus e meleca. Você vira uma arma biológica ambulante."
        },
        {
            "id": 58,
            "title": "Usar roupas de palhaço em funerais OU Usar biquíni/sunga em casamentos",
            "category": 2,
            "footer": "Palhaço no enterro: surra da família. Sunga no casamento: surra do noivo. Escolha quem vai te bater."
        },
        {
            "id": 59,
            "title": "Não ter cotovelos OU Não ter joelhos",
            "category": 4,
            "footer": "Sem cotovelo come igual cachorro no prato. Sem joelho anda igual pinguim duro. A evolução ri de você."
        },
        {
            "id": 60,
            "title": "Sempre que mentir, seu nariz cresce OU Sempre que falar a verdade, dói o dente",
            "category": 4,
            "footer": "Nariz de Pinóquio não passa na porta. Dor de dente enlouquece. Melhor mentir e serrar o nariz depois."
        },
        {
            "id": 61,
            "title": "Ser o primeiro a morrer num apocalipse zumbi OU Ser o último sobrevivente e viver sozinho",
            "category": 3,
            "footer": "Morrer primeiro é folga eterna. Viver por último é limpar a bagunça sozinho e falar com bola de vôlei. Morra logo."
        },
        {
            "id": 62,
            "title": "Nunca mais comer pizza OU Nunca mais comer hambúrguer",
            "category": 1,
            "footer": "Escolha qual artéria vai desentupir. Sua alma gorda chora sangue com qualquer opção."
        },
        {
            "id": 63,
            "title": "Ter a cabeça do tamanho de uma bola de tênis OU Ter a cabeça do tamanho de uma melancia",
            "category": 4,
            "footer": "Cabeça de tênis: cérebro de noz. Cabeça de melancia: pescoço quebra com o peso. Aberração de circo."
        },
        {
            "id": 64,
            "title": "Dormir 1 hora por dia e não ter sono OU Dormir 15 horas por dia e acordar cansado",
            "category": 1,
            "footer": "1h por dia te dá tempo pra fazer besteira. 15h te transforma num bicho-preguiça inútil. Dormir é pros fracos."
        },
        {
            "id": 65,
            "title": "Ter mãos de tesoura (Edward) OU Ter pés de pato",
            "category": 4,
            "footer": "Tesoura corta o próprio nariz se coçar. Pato chinela quando anda. Edward sofreu bullying, lembre-se."
        },
        {
            "id": 66,
            "title": "Seu parceiro ler todas as suas mensagens OU Você ler as mensagens dele e descobrir traição",
            "category": 5,
            "footer": "Quem procura acha chifre. Se ele ler as suas, descobre que você é doente. Se você ler, descobre que é corno."
        },
        {
            "id": 67,
            "title": "Viver sem smartphone OU Viver sem papel higiênico",
            "category": 1,
            "footer": "Sem zap você surta. Sem papel você usa a mão (ou a meia, seu porco). A civilização acaba sem papel."
        },
        {
            "id": 68,
            "title": "Ter que caçar sua própria comida OU Comer apenas ração humana sem gosto",
            "category": 1,
            "footer": "Você não caça nem mosca, vai morrer de fome. Melhor comer a ração com gosto de papelão e chorar."
        },
        {
            "id": 69,
            "title": "Ser atacado por um tubarão OU Ser atacado por um crocodilo",
            "category": 1,
            "footer": "Tubarão é rápido. Crocodilo te gira até desmontar seus ossos. Carne moída na água salgada ou doce."
        },
        {
            "id": 70,
            "title": "Sempre errar a senha 3 vezes OU Sempre ter internet lenta",
            "category": 4,
            "footer": "Senha errada bloqueia a conta e a vida. Internet lenta testa a fé. O ódio visceral é o mesmo."
        },
        {
            "id": 71,
            "title": "Ter um orgasmo toda vez que ouvir o hino nacional OU Nunca mais ter orgasmo",
            "category": 5,
            "footer": "Ficar excitado com bandeira? Bizarro. Sem orgasmo é vida de casado padrão. Escolha seu veneno."
        },
        {
            "id": 72,
            "title": "Beber 1 litro de óleo de cozinha OU Beber 1 litro de leite azedo",
            "category": 1,
            "footer": "Óleo lubrifica o caixão. Leite azedo faz vulcão traseiro. O banheiro será seu novo endereço fixo."
        },
        {
            "id": 73,
            "title": "Ter que usar fraldas para sempre OU Ter que usar babador para sempre",
            "category": 2,
            "footer": "Fralda esconde a vergonha. Babador grita 'sou idiota'. A incontinência é mais discreta que a baba."
        },
        {
            "id": 74,
            "title": "Ser o passageiro num avião caindo OU Ser o motorista num carro sem freio",
            "category": 3,
            "footer": "Avião: reza e grita. Carro: tenta virar e grita. O fim é uma mancha no chão em ambos."
        },
        {
            "id": 75,
            "title": "Ter pelos no globo ocular OU Ter dentes no lugar dos cílios",
            "category": 1,
            "footer": "Pelo coça o olho pra sempre. Dente morde a pálpebra a cada piscada. Terror corporal puro."
        },
        {
            "id": 76,
            "title": "Nunca mais sentir dor física OU Nunca mais sentir dor emocional",
            "category": 3,
            "footer": "Sem dor física você vira churrasco sem ver. Sem dor emocional vira CEO psicopata de sucesso. Lucro."
        },
        {
            "id": 77,
            "title": "Apertar a mão de todo mundo com a mão suada OU Dar beijo de rosto babado em todo mundo",
            "category": 2,
            "footer": "Mão de peixe morto ou beijo de cachorro babão? Ninguém vai querer te tocar nunca mais."
        },
        {
            "id": 78,
            "title": "Ter um stalker que te ama OU Ter um hater que tenta te derrubar",
            "category": 2,
            "footer": "Stalker mata seu gato por ciúmes. Hater engaja seu post. Hater dá dinheiro, stalker dá boletim de ocorrência."
        },
        {
            "id": 79,
            "title": "Ver fantasmas (eles gritam) OU Ver o futuro (só tragédias)",
            "category": 4,
            "footer": "Assombração barulhenta não deixa dormir. Spoiler de desgraça dá ansiedade. Melhor ficar surdo e cego."
        },
        {
            "id": 80,
            "title": "Ser obrigado a dançar sempre que ouvir música OU Cantar alto sempre que ler algo",
            "category": 2,
            "footer": "Dançar no funeral com toque de celular? Cantar bula de remédio? O hospício te aguarda com camisa de força."
        },
        {
            "id": 81,
            "title": "Ter o corpo de uma criança de 10 anos OU Ter o corpo de um idoso de 90 anos",
            "category": 4,
            "footer": "Criança não bebe e não entra em balada. Velho não anda e vaza. Escolha ser chato ou frágil."
        },
        {
            "id": 82,
            "title": "Nunca mais usar sapatos OU Nunca mais usar meias",
            "category": 1,
            "footer": "Sem sapato: tétano e vidro. Sem meia: chulé de queijo podre e bolha. O pé vai cair de qualquer jeito."
        },
        {
            "id": 83,
            "title": "Comer um sanduíche de cabelo OU Beber um smoothie de unha",
            "category": 1,
            "footer": "Cabelo engasga e faz bola no estômago. Unha arranha a garganta. Textura de pesadelo culinário."
        },
        {
            "id": 84,
            "title": "Ser a pessoa mais feia e inteligente OU Ser a mais bonita e burra",
            "category": 2,
            "footer": "Bonito ganha drink grátis e vida fácil. Feio ganha depressão existencial sabendo por que o mundo é ruim."
        },
        {
            "id": 85,
            "title": "Ter um botão de 'Rewind' (voltar 1 min) OU Ter um botão de 'Pause'",
            "category": 4,
            "footer": "Rewind corrige a besteira que falou. Pause serve pra roubar carteiras. Um é covarde, o outro é ladrão."
        },
        {
            "id": 86,
            "title": "Passar o resto da vida numa ilha deserta com seu ex OU Com seu chefe",
            "category": 5,
            "footer": "Ex: chance de crime passional. Chefe: vai marcar reunião na areia. Mate o chefe e coma a carne."
        },
        {
            "id": 87,
            "title": "Nunca mais ver o sol OU Nunca mais ver a lua",
            "category": 4,
            "footer": "Sem sol: raquitismo e trevas. Sem lua: maré parada e noite preta. Você vira vampiro anêmico sem o sol."
        },
        {
            "id": 88,
            "title": "Ter chifres de verdade OU Ter rabo de verdade",
            "category": 4,
            "footer": "Chifre é difícil de explicar no Tinder. Rabo precisa de calça furada. Os 'furries' vão te perseguir."
        },
        {
            "id": 89,
            "title": "Falar rimando para sempre OU Falar gaguejando para sempre",
            "category": 2,
            "footer": "Rimar é irritante tipo poeta ruim. Gaguejar demora uma vida. Ninguém tem paciência pra te ouvir."
        },
        {
            "id": 90,
            "title": "Sempre ter areia na roupa íntima OU Sempre ter água no ouvido",
            "category": 1,
            "footer": "Areia lixa as partes sensíveis. Água deixa surdo e tonto. Tortura sensorial moderna."
        },
        {
            "id": 91,
            "title": "Ser perseguido por um caracol assassino imortal OU Ser perseguido pelo Jason (Sexta-feira 13)",
            "category": 3,
            "footer": "Jason te mata hoje. Caracol te mata de ansiedade em 50 anos. A paranoia do caracol é pior que o facão."
        },
        {
            "id": 92,
            "title": "Ter pele azul permanente OU Ter pele verde permanente",
            "category": 2,
            "footer": "Smurf ou Shrek? Avatar ou Hulk? Vai viver de cosplay forçado e ser zoado na rua."
        },
        {
            "id": 93,
            "title": "Saber todas as línguas mas não saber ler OU Saber ler tudo mas ser mudo",
            "category": 4,
            "footer": "Falar e não ler placa de 'Perigo'? Ler tudo e não poder xingar? O mudo sofre mais calado."
        },
        {
            "id": 94,
            "title": "Comer apenas carne crua OU Comer apenas vegetais podres",
            "category": 1,
            "footer": "Salmonella ou Diarreia explosiva? Seu intestino vai pedir demissão na primeira refeição."
        },
        {
            "id": 95,
            "title": "Ter o poder de voar (velocidade de caminhada) OU Ter super força (apenas dormindo)",
            "category": 4,
            "footer": "Voar devagar é ser alvo de pedra. Força dormindo quebra a cama. Superpoderes de loja de 1,99."
        },
        {
            "id": 96,
            "title": "Nunca mais sentir frio OU Nunca mais sentir calor",
            "category": 1,
            "footer": "Sem frio: anda pelado na neve. Sem calor: usa casaco no deserto. Economize na conta de luz, bípede."
        },
        {
            "id": 97,
            "title": "Ter que matar 1 pessoa inocente para salvar 100 OU Deixar 100 morrerem para não sujar as mãos",
            "category": 3,
            "footer": "Matar suja a mão e dá cadeia. Deixar morrer suja a alma. O dilema do bonde versão assassino covarde."
        },
        {
            "id": 98,
            "title": "Ser um peixe da cintura pra baixo OU Ser um peixe da cintura pra cima",
            "category": 4,
            "footer": "Peixe embaixo: sem sexo convencional. Peixe em cima: morre sufocado no ar e tem cabeça de bagre."
        },
        {
            "id": 99,
            "title": "Viver num submarino para sempre OU Viver numa estação espacial para sempre",
            "category": 4,
            "footer": "Pressão esmagadora no fundo ou vácuo mortal no alto? Lata de sardinha claustrofóbica em qualquer lugar."
        },
        {
            "id": 100,
            "title": "Limpar banheiro de rodoviária com a língua OU Comer o resto de comida do lixo do McDonald's",
            "category": 1,
            "footer": "Banheiro tem doenças novas pra ciência. Lixo tem conservante eterno. O lixo é mais seguro (quase)."
        },
        {
            "id": 101,
            "title": "Sempre que espirrar, troca de sexo OU Sempre que bocejar, fica careca",
            "category": 4,
            "footer": "Espirrou no meio do sexo? Surpresa! Bocejou de tédio? Perdeu o cabelo. A indústria de perucas ama você."
        },
        {
            "id": 102,
            "title": "Ter um dragão de estimação OU Ter um unicórnio de estimação",
            "category": 4,
            "footer": "Dragão come a vizinhança e caga fogo. Unicórnio é cavalo com chifre pra furar olho de curioso. O dragão impõe medo, o unicórnio impõe purpurina."
        },
        {
            "id": 103,
            "title": "Saber quando as pessoas mentem OU Saber quando as pessoas estão com tesão",
            "category": 4,
            "footer": "Detector de mentira te deixa cínico. Detector de tesão torna o almoço de família no domingo um evento traumático."
        },
        {
            "id": 104,
            "title": "Nunca mais sentir amor OU Nunca mais sentir prazer",
            "category": 5,
            "footer": "Virar um robô insensível ou um eunuco frustrado? Sem amor você vira CEO. Sem prazer você vira... triste."
        },
        {
            "id": 105,
            "title": "Usar roupas 2 números menores OU Usar roupas 5 números maiores",
            "category": 1,
            "footer": "Roupa apertada corta o sangue e divide as banhas. Roupa larga te faz parecer um saco de lixo ambulante. Estilo mendigo chique."
        },
        {
            "id": 106,
            "title": "Ter o rosto do Faustão OU Ter a voz da Anitta",
            "category": 2,
            "footer": "Oloco meu! Ter cara de meme ambulante ou voz anasalada que quebra taças? Pelo menos o Faustão come bem."
        },
        {
            "id": 107,
            "title": "Lutar contra 100 cavalos do tamanho de patos OU Lutar contra 1 pato do tamanho de cavalo",
            "category": 4,
            "footer": "O pato gigante tem um bico que arranca braços. Os cavalinhos só mordem a canela. Chuta os pôneis, covarde."
        },
        {
            "id": 108,
            "title": "Fazer sexo com uma cabra e ninguém saber OU Não fazer, mas todos acharem que você fez",
            "category": 2,
            "footer": "A verdade suja que só você sabe ou a mentira que destroi sua vida social? Você prefere ser o 'Cabreiro' ou viver com a culpa?"
        },
        {
            "id": 109,
            "title": "Ter um nariz de palhaço permanente OU Sapatos de palhaço permanentes",
            "category": 2,
            "footer": "Nariz vermelho estraga qualquer foto séria. Sapatos gigantes te fazem tropeçar e cair de cara no chão. Honk Honk."
        },
        {
            "id": 110,
            "title": "Viver sem café OU Viver sem chocolate",
            "category": 1,
            "footer": "Sem café você é um zumbi de manhã. Sem chocolate você não tem consolo na tristeza. Escolha seu vício."
        },
        {
            "id": 111,
            "title": "Nunca mais ter ressaca OU Nunca mais ter gripe",
            "category": 1,
            "footer": "Sem ressaca o alcoolismo vem fácil. Sem gripe você economiza lenço. A ressaca é o castigo divino, a gripe é azar."
        },
        {
            "id": 112,
            "title": "Ter um chip no cérebro com Google OU Ter um braço robótico super forte",
            "category": 4,
            "footer": "Google na mente: anúncios pop-up durante o sexo. Braço forte: cuidado ao coçar o olho ou se tocar, vai arrancar pedaço."
        },
        {
            "id": 113,
            "title": "Passar a vida inteira coçando OU Passar a vida inteira com dor de cabeça leve",
            "category": 1,
            "footer": "Coceira eterna parece sarna de cachorro de rua. Dor de cabeça te deixa rabugento. Você vai ser insuportável de qualquer jeito."
        },
        {
            "id": 114,
            "title": "Ser o presidente do país em crise OU Ser um lixeiro feliz",
            "category": 3,
            "footer": "Presidente leva culpa e ovo na cara. Lixeiro acha tesouros (eu sei bem). Felicidade no lixo é melhor que estresse no palácio."
        },
        {
            "id": 115,
            "title": "Ter sempre a bateria em 1% OU Ter sempre o sinal fraco",
            "category": 4,
            "footer": "1% é viver perigosamente, adrenalina pura. Sinal fraco é a frustração de não carregar o meme. O 1% te ensina a ser breve."
        },
        {
            "id": 116,
            "title": "Comer pizza com garfo e faca OU Comer sushi com garfo",
            "category": 2,
            "footer": "Pizza de garfo é frescura de quem não quer sujar a mão. Sushi de garfo é crime contra o Japão. Fresco ou criminoso?"
        },
        {
            "id": 117,
            "title": "Ter a risada do Bob Esponja OU Ter a voz do Lula Molusco",
            "category": 2,
            "footer": "Risada irritante que fura tímpanos ou voz de depressivo ranzinza? Escolha qual vizinho do mar te representa."
        },
        {
            "id": 118,
            "title": "Nunca mais ver seu rosto no espelho OU Nunca mais ver fotos suas",
            "category": 4,
            "footer": "Sem espelho você sai com remela e feijão no dente. Sem fotos você apaga sua história. Melhor não ver essa cara mesmo."
        },
        {
            "id": 119,
            "title": "Ser o melhor jogador do pior time OU Ser o pior jogador do melhor time",
            "category": 2,
            "footer": "Carregar um bando de bagres nas costas ou ser o bagre carregado ganhando milhões? O ego diz um, o bolso diz outro."
        },
        {
            "id": 120,
            "title": "Passar um mês sem tomar banho OU Passar um mês sem escovar os dentes",
            "category": 1,
            "footer": "Craca corporal cria vida própria. Dente sujo cria tártaro radioativo. Em ambos, o divórcio chega no dia 3."
        },
        {
            "id": 121,
            "title": "Ter um macaco que te joga cocô OU Um papagaio que conta seus segredos",
            "category": 4,
            "footer": "Macaco suja sua camisa. Papagaio suja sua reputação contando pro chefe o que você fez no verão passado."
        },
        {
            "id": 122,
            "title": "Viver num filme de terror OU Viver num musical ruim",
            "category": 4,
            "footer": "Terror: chance de morrer esquartejado. Musical: vergonha alheia cantando 'Bom dia Sol' desafinado. A morte é mais digna."
        },
        {
            "id": 123,
            "title": "Sempre ter comida nos dentes em encontros OU Sempre ter a braguilha aberta em reuniões",
            "category": 2,
            "footer": "Alface no dente mata a atração. Braguilha aberta mata a carreira. Escolha onde você quer fracassar."
        },
        {
            "id": 124,
            "title": "Ter o poder de curar qualquer doença (mas sente a dor) OU Ter o poder de ressuscitar (mas voltam zumbis)",
            "category": 3,
            "footer": "Sentir parto e pedra no rim pra salvar estranhos? Ou começar o apocalipse trazendo a vovó de volta? Egoísmo ou Caos?"
        },
        {
            "id": 125,
            "title": "Ser obrigado a usar pochete sempre OU Usar Crocs com meia sempre",
            "category": 2,
            "footer": "Pochete é bolsa de tiozão. Crocs com meia é repelente sexual nível 5. A moda chora no banho."
        },
        {
            "id": 126,
            "title": "Ter braços de T-Rex OU Ter pernas de Girafa",
            "category": 4,
            "footer": "Braço curto: não alcança pra limpar a bunda. Perna longa: bate a testa em toda porta. Anatomia do fracasso."
        },
        {
            "id": 127,
            "title": "Sempre falar a verdade para crianças OU Sempre mentir para seus pais",
            "category": 3,
            "footer": "Dizer 'Papai Noel morreu' e traumatizar o pirralho? Ou dizer 'Tô bem pai' quando tá devendo agiota? Destrua sonhos ou a confiança."
        },
        {
            "id": 128,
            "title": "Ter o cabelo do Donald Trump OU Ter o bronzeado do Donald Trump",
            "category": 2,
            "footer": "O ninho de rato loiro ou a pele cor de Cheetos radioativo? Escolha sua estética de bilionário falido."
        },
        {
            "id": 129,
            "title": "Viver numa casa feita de vidro transparente OU Viver numa casa subterrânea sem janelas",
            "category": 2,
            "footer": "Vidro: vizinhos te veem cagando. Subterrâneo: depressão sem sol e umidade. Exibicionista ou Tatu?"
        },
        {
            "id": 130,
            "title": "Ter gosto de vômito na boca 1h por dia OU Sentir cheiro de pum o dia todo",
            "category": 1,
            "footer": "Gosto ácido de bile ou aroma de enxofre constante? O pum vai te fazer suspeitar de todo mundo."
        },
        {
            "id": 131,
            "title": "Nunca mais conseguir dobrar os joelhos OU Nunca mais conseguir dobrar os cotovelos",
            "category": 1,
            "footer": "Sem joelho anda igual Playmobil. Sem cotovelo come igual cachorro no pote. Adeus dignidade motora."
        },
        {
            "id": 132,
            "title": "Saber o segredo de todo mundo OU Ninguém saber nada sobre você",
            "category": 2,
            "footer": "Saber podres é fardo de fofoqueiro. Ser anônimo é solidão, mas ninguém te enche o saco. Eu prefiro o anonimato."
        },
        {
            "id": 133,
            "title": "Ser um cachorro de madame OU Ser um gato de rua livre",
            "category": 4,
            "footer": "Cachorro: laço rosa e ração gourmet, mas preso. Gato: lixo, briga e liberdade (tipo eu). A rua ensina, o sofá emburrece."
        },
        {
            "id": 134,
            "title": "Ter Wi-Fi grátis onde for (lento) OU Pagar caro por internet ultra-rápida",
            "category": 4,
            "footer": "Wi-Fi discada que não carrega vídeo ou falência pagando fibra ótica? Paciência ou Dinheiro?"
        },
        {
            "id": 135,
            "title": "Dormir numa cama de pregos OU Dormir numa cama de gelo",
            "category": 1,
            "footer": "Fakir furado ou hipotermia molhada? Um fura, o outro queima de frio. Sua coluna já era."
        },
        {
            "id": 136,
            "title": "Só comer sobremesa OU Nunca mais comer sobremesa",
            "category": 1,
            "footer": "Diabetes e pé amputado ou vida amarga sem brigadeiro? O açúcar mata, mas a tristeza também."
        },
        {
            "id": 137,
            "title": "Ter umbigo saltado (para fora) de 10cm OU Não ter umbigo",
            "category": 4,
            "footer": "Umbigo antena que roça na camisa dá agonia. Sem umbigo parece clone alienígena. Corta esse umbigo fora logo."
        },
        {
            "id": 138,
            "title": "Sempre que rir, sai catarro OU Sempre que chorar, sai sangue",
            "category": 1,
            "footer": "Rir babando gosma verde nojenta ou chorar lágrima de vilão de filme? O sangue é estiloso, o catarro é só nojento."
        },
        {
            "id": 139,
            "title": "Passar a vida preso num elevador com seu inimigo OU Com alguém que não fala sua língua",
            "category": 2,
            "footer": "Inimigo: briga e talvez sexo de ódio. Estrangeiro: mímica eterna e tédio. O ódio pelo menos entretém."
        },
        {
            "id": 140,
            "title": "Ter o superpoder de atrair mosquitos OU Atrair pombos",
            "category": 4,
            "footer": "Mosquito dá dengue. Pombo (eu) caga na sua cabeça se não der milho. Eu sou mais gente boa que o mosquito."
        },
        {
            "id": 141,
            "title": "Ser atacado por 50 hamsters raivosos OU 1 leão preguiçoso",
            "category": 3,
            "footer": "Hamsters entram na sua calça e roem tudo. O leão preguiçoso talvez só te use de travesseiro. Arrisque no leão."
        },
        {
            "id": 142,
            "title": "Trocar de vida com o Papa OU Trocar de vida com a Rainha da Inglaterra (antes de morrer)",
            "category": 4,
            "footer": "Papa: vestido branco e zero sexo. Rainha: chá chato e família problemática. Muito protocolo pra pouca diversão."
        },
        {
            "id": 143,
            "title": "Ter uma tatuagem 'Amo minha sogra' na testa OU 'Sou virgem' nas costas",
            "category": 2,
            "footer": "Na testa é repelente de gente sã. Nas costas é mentira que descobrem na hora H (ou verdade triste). A testa é pior."
        },
        {
            "id": 144,
            "title": "Só poder assistir BBB pelo resto da vida OU Só poder assistir novela mexicana",
            "category": 4,
            "footer": "Gente burra confinada ou drama exagerado dublado? Sua cultura vai pro ralo. O cérebro derrete igual sorvete."
        },
        {
            "id": 145,
            "title": "Nunca mais usar desodorante OU Nunca mais usar perfume",
            "category": 2,
            "footer": "Sem desodorante você é arma química no ônibus. Sem perfume você é neutro. O desodorante é obrigação social, seu fedido."
        },
        {
            "id": 146,
            "title": "Ter pés no lugar das mãos OU Mãos no lugar dos pés",
            "category": 4,
            "footer": "Pé na mão: não segura garfo, chuta a cara dos outros. Mão no pé: sobe em árvore igual macaco. Vira macaco que é lucro."
        },
        {
            "id": 147,
            "title": "Ser rico mas ter que viver na Coreia do Norte OU Ser pobre e viver onde quiser",
            "category": 3,
            "footer": "Rico preso sem internet e com medo de fuzilamento. Pobre livre passando fome na praia. Liberdade ou Gaiola de Ouro?"
        },
        {
            "id": 148,
            "title": "Casar com um zumbi (não te morde) OU Casar com um robô sem emoção",
            "category": 5,
            "footer": "Zumbi: cheiro de podre e pedaços caindo. Robô: frio e calculista, tipo geladeira. Necrofilia ou Tecnosexualidade?"
        },
        {
            "id": 149,
            "title": "Ter que gritar tudo o que lê OU Sussurrar tudo o que pensa",
            "category": 2,
            "footer": "Gritar bula de remédio no ônibus? Ou sussurrar 'que bunda mole' pro chefe? O manicômio te espera."
        },
        {
            "id": 150,
            "title": "Nunca mais sentir o gosto de queijo OU Nunca mais sentir o gosto de bacon",
            "category": 1,
            "footer": "Tirar o queijo da pizza ou o bacon do hambúrguer? A vida perde o sentido. Coma papelão logo."
        },
        {
            "id": 151,
            "title": "Ter uma cobra saindo da boca a cada hora OU Minhocas saindo do nariz",
            "category": 1,
            "footer": "Cobra na boca sufoca e mata o beijo. Minhoca no nariz dá coceira no cérebro e serve de isca. Orochimaru feelings."
        },
        {
            "id": 152,
            "title": "Ser um vampiro (bebe sangue) OU Ser um lobisomem (vira monstro)",
            "category": 4,
            "footer": "Vampiro: anemia e dieta nojenta, mas chique. Lobisomem: acorda pelado no mato cheio de carrapato. Crepúsculo estragou ambos."
        },
        {
            "id": 153,
            "title": "Só poder andar de ré OU Só poder andar de quatro",
            "category": 2,
            "footer": "De ré: cai em bueiros e atropela velhinhas. De quatro: visão privilegiada de chão sujo e dor nas costas. A evolução falhou."
        },
        {
            "id": 154,
            "title": "Ter que usar roupas do sexo oposto sempre OU Usar roupas medievais",
            "category": 2,
            "footer": "Crossdressing forçado no escritório ou cosplay de armadura enferrujada no calor de 40º? Vai suar ou vai ser zoado."
        },
        {
            "id": 155,
            "title": "Sempre que falar, soltar bolhas de sabão OU Sempre que andar, fazer barulho de pum",
            "category": 2,
            "footer": "Bolhas dão um ar lúdico idiota. Barulho de pum tira toda a sua autoridade moral. Ninguém respeita o Capitão Flatulência."
        },
        {
            "id": 156,
            "title": "Ter um olho gigante no meio da testa OU Dois narizes",
            "category": 4,
            "footer": "Ciclope ou Peppa Pig? O olho gigante resseca rápido. Dois narizes = dobro de meleca e espirro duplo."
        },
        {
            "id": 157,
            "title": "Viver numa casa assombrada OU Numa casa cheia de baratas",
            "category": 1,
            "footer": "Fantasmas só gemem e batem porta. Baratas andam na sua cara e entram no ouvido. O fantasma é mais higiênico."
        },
        {
            "id": 158,
            "title": "Ter o superpoder de falar com frutas OU Falar com móveis",
            "category": 4,
            "footer": "A maçã grita quando você morde. O sofá reclama do seu peso e da sua bunda suada. A culpa vai te consumir."
        },
        {
            "id": 159,
            "title": "Ser confundido com um criminoso procurado OU Ser ignorado por todos",
            "category": 2,
            "footer": "Confundido: apanha da polícia na rua. Ignorado: solidão eterna, garçom nunca te atende. Apanhar dói, mas pelo menos te notam."
        },
        {
            "id": 160,
            "title": "Ter dentes de ouro (todos) OU Dentes de madeira",
            "category": 2,
            "footer": "Ouro: visual de rapper ou vilão do 007, mas corre risco de assalto. Madeira: cupim na boca e farpa na língua. Ouro paga contas."
        },
        {
            "id": 161,
            "title": "Nunca mais poder sentar OU Nunca mais poder deitar",
            "category": 1,
            "footer": "Não sentar: pernas de aço, cansaço no ônibus. Não deitar: dormir em pé igual cavalo. Sua coluna vai pedir aposentadoria."
        },
        {
            "id": 162,
            "title": "Comer um pote de maionese pura OU Um pote de manteiga pura",
            "category": 1,
            "footer": "O fígado grita socorro. Maionese enjoa na segunda colher. Manteiga entope a veia na hora. O infarto vem a galope."
        },
        {
            "id": 163,
            "title": "Ter as mãos pegajosas para sempre OU Mãos escorregadias para sempre",
            "category": 1,
            "footer": "Pegajoso: vira um ímã de lixo e cabelo. Escorregadio: quebra pratos e o celular cai na privada. Homem-Aranha falhado ou Manteiga-Man?"
        },
        {
            "id": 164,
            "title": "Sempre que beijar, trocar saliva com a pessoa anterior OU Beijar de olhos abertos fixos",
            "category": 5,
            "footer": "Trocar saliva da ex com a atual é nojeira biológica e crime moral. Olhos abertos fixos é psicopatia pura. Escolha ser nojento ou assustador."
        },
        {
            "id": 165,
            "title": "Ter a memória de um peixe OU A memória de um elefante (lembra traumas)",
            "category": 3,
            "footer": "Peixe: 'Quem sou eu?'. Elefante: Lembra daquela vergonha de 1998 em HD. Ignorância abençoada ou Rancor eterno?"
        },
        {
            "id": 166,
            "title": "Ser famoso no TikTok por ser idiota OU Ser respeitado mas desconhecido",
            "category": 2,
            "footer": "Fama de idiota dá dinheiro de patrocínio. Respeito não paga boleto, mas mantém o orgulho. Venda sua alma ou passe fome."
        },
        {
            "id": 167,
            "title": "Passar a vida com soluço OU Passar a vida com coceira no pé",
            "category": 1,
            "footer": "Soluço impede de falar sério e fazer sexo. Coceira no pé exige tirar o sapato em reuniões. O inferno é sensorial."
        },
        {
            "id": 168,
            "title": "Ter que usar um cone de cachorro no pescoço OU Usar algemas nas mãos",
            "category": 2,
            "footer": "Cone da vergonha: bate nas portas, não consegue comer. Algemas: impossível limpar a bunda. O cone humilha, a algema suja."
        },
        {
            "id": 169,
            "title": "Só poder beber água quente OU Só poder beber refrigerante sem gás",
            "category": 1,
            "footer": "Água quente parece chá de nada. Refri sem gás é xarope de açúcar enjoativo. A sede nunca será saciada com prazer."
        },
        {
            "id": 170,
            "title": "Ter cabelo que cresce 1 metro por dia OU Unhas que crescem 10cm por dia",
            "category": 1,
            "footer": "Cabelo: tropeça nele, gasta fortuna em shampoo. Unhas: Zé do Caixão, rasga lençol, não digita. Cortar unha todo dia é tortura."
        },
        {
            "id": 171,
            "title": "Nunca mais ver TV OU Nunca mais ouvir rádio/podcast",
            "category": 4,
            "footer": "Sem TV: perde os memes visuais. Sem áudio: silêncio mortal no trânsito. A vida moderna exige ruído, escolha qual perder."
        },
        {
            "id": 172,
            "title": "Ter que matar sua própria comida (galinha, vaca) OU Ser vegano radical",
            "category": 3,
            "footer": "Matar a vaca exige coragem e sangue frio. Ser vegano radical exige paciência pra ler rótulo e ser o chato do churrasco."
        },
        {
            "id": 173,
            "title": "Ter um chifre de unicórnio OU Ter asas de morcego (não voam)",
            "category": 4,
            "footer": "Chifre fura a testa de quem você beija. Asas inúteis só atrapalham pra dormir e comprar camisa. Defeitos de fábrica."
        },
        {
            "id": 174,
            "title": "Sempre que entrar numa sala, anunciar sua chegada gritando OU Sair rastejando",
            "category": 2,
            "footer": "Gritar 'CHEGUEI!' no velório? Ou sair rastejando igual verme no escritório? O manicômio tem vaga."
        },
        {
            "id": 175,
            "title": "Ter o corpo coberto de pelos (Chewbacca) OU Não ter nenhum pelo (sobrancelha, cílios)",
            "category": 2,
            "footer": "Chewbacca: calor infernal e nós no pelo. Sem pelos: suor no olho, cara de joelho, alienígena. Tony Ramos ou Esfinge?"
        },
        {
            "id": 176,
            "title": "Viver num mundo onde todos leem pensamentos OU Onde ninguém fala",
            "category": 3,
            "footer": "Ler pensamentos acaba com a civilidade e gera guerras. Ninguém falar traz paz, mas solidão. O silêncio é mais seguro."
        },
        {
            "id": 177,
            "title": "Ter 10 filhos OU Nenhum filho e nenhum amigo",
            "category": 5,
            "footer": "10 filhos: falência, gritaria e fraldas. Solidão total: depressão e falar com paredes. O hospício doméstico ou o vazio?"
        },
        {
            "id": 178,
            "title": "Comer lixo por 1 ano por 1 milhão OU Não comer, mas perder um dedo",
            "category": 1,
            "footer": "Lixo dá cólera e verme (eu como e tô vivo, mas você é fraco). Dedo faz falta pra digitar. 1 milhão paga o tratamento?"
        },
        {
            "id": 179,
            "title": "Ter que usar fralda geriátrica por fora da calça OU Usar calcinha fio dental por fora",
            "category": 2,
            "footer": "Fralda: bebê gigante incontinente. Fio dental: super-herói pervertido. O estilo 'Superman Bizarro' está em alta."
        },
        {
            "id": 180,
            "title": "Ser um gigante de 3 metros OU Um anão de 50cm",
            "category": 4,
            "footer": "3 metros: morre cedo do coração, bate cabeça no teto. 50cm: mundo perigoso, pisoteado em shows. A escala está errada."
        },
        {
            "id": 181,
            "title": "Ter chulé na mão OU Mau hálito no pé (se cheirar)",
            "category": 1,
            "footer": "Chulé na mão: ninguém te cumprimenta, o sanduíche fede. Hálito no pé: só afeta quem cheira seu pé (fetichistas). O pé ganha."
        },
        {
            "id": 182,
            "title": "Sempre esquecer o nome das pessoas OU Sempre chamar todos de 'Amor'",
            "category": 2,
            "footer": "Esquecer é rude e arrogante. Chamar o chefe e o agiota de 'Amor' é perigoso. 'E aí, campeão' resolve o primeiro."
        },
        {
            "id": 183,
            "title": "Ter a força do Hulk mas ser verde OU Ter a inteligência do Stark mas ser arrogante",
            "category": 4,
            "footer": "Verde é difícil de combinar roupa e se esconder. Arrogante você já é, só falta a inteligência. Stark vence."
        },
        {
            "id": 184,
            "title": "Nunca mais comer carne OU Só comer carne crua",
            "category": 1,
            "footer": "Vegetariano triste ou homem das cavernas com tênia? O churrasco está arruinado de qualquer forma."
        },
        {
            "id": 185,
            "title": "Ter um parasita inofensivo no olho OU No estômago",
            "category": 1,
            "footer": "No olho: você vê a minhoquinha nadando na sua visão (agonia). No estômago: você come por dois. O visual é pior."
        },
        {
            "id": 186,
            "title": "Sempre que mentir, levar um choque OU Levar um tapa",
            "category": 3,
            "footer": "Choque é condicionamento de rato de laboratório. Tapa é humilhação física visível. O choque dói mas não deixa marca na cara."
        },
        {
            "id": 187,
            "title": "Viver sem eletricidade OU Viver sem encanamento (água/esgoto)",
            "category": 1,
            "footer": "Sem luz: velas e tédio. Sem esgoto: baldes, cheiro ruim e cólera. A civilização depende do cano, acredite em mim."
        },
        {
            "id": 188,
            "title": "Ter o pescoço de uma girafa OU As pernas de um pinguim",
            "category": 4,
            "footer": "Pescoço de girafa: ótimo em shows, ruim em portas e ventilador de teto. Perna de pinguim: você nunca corre de um assalto."
        },
        {
            "id": 189,
            "title": "Ser obrigado a rir de tudo (até tragédias) OU Chorar de tudo",
            "category": 2,
            "footer": "Rir no enterro: psicopata estilo Coringa. Chorar na piada: depressivo chato. O riso ofende mais e apanha mais."
        },
        {
            "id": 190,
            "title": "Ter um clone maligno solto por aí OU Ter um clone burro",
            "category": 3,
            "footer": "Maligno: comete crimes no seu nome (você vai preso). Burro: passa vergonha no seu nome. O burro destrói sua reputação, o mal sua liberdade."
        },
        {
            "id": 191,
            "title": "Passar a vida com uma pedra no rim OU Dor de dente",
            "category": 1,
            "footer": "Pedra no rim é parto masculino, dor lancinante. Dor de dente enlouquece e pulsa na cabeça. Escolha seu vício em analgésicos."
        },
        {
            "id": 192,
            "title": "Ser alérgico ao próprio suor OU Alérgico à própria saliva",
            "category": 1,
            "footer": "Suor: não pode correr, calor mata. Saliva: sua boca queima o tempo todo. A vida vira uma tortura autoimune."
        },
        {
            "id": 193,
            "title": "Ter o rosto virado para trás (Exorcista) OU Andar de ponta cabeça",
            "category": 4,
            "footer": "Rosto pra trás: precisa de retrovisor pra andar. Ponta cabeça: o sangue desce, desmaio constante. Terror anatômico."
        },
        {
            "id": 194,
            "title": "Nunca mais conseguir fechar a boca OU Nunca mais fechar os olhos",
            "category": 1,
            "footer": "Boca aberta: baba e entra mosca (proteína). Olhos abertos: ressecam, precisa colar pra dormir. Olhos abertos exigem colírio industrial."
        },
        {
            "id": 195,
            "title": "Sempre que espirrar, fazer barulho de buzina OU De tiro",
            "category": 2,
            "footer": "Buzina: susto engraçado, parece palhaço. Tiro: polícia é chamada e você leva bala de volta. A buzina salva sua vida."
        },
        {
            "id": 196,
            "title": "Ter que usar roupas de látex apertadas sempre OU Roupas de lã no verão",
            "category": 1,
            "footer": "Látex: assa tudo, faz barulho de peido ao andar. Lã: insolação e pinica. Fetiche desconfortável ou tortura térmica?"
        },
        {
            "id": 197,
            "title": "Só poder comer alimentos brancos OU Alimentos pretos",
            "category": 1,
            "footer": "Brancos: arroz, pão, açúcar (carboidrato e morte). Pretos: feijão, caviar, carvão ativado. A dieta gótica é mais nutritiva."
        },
        {
            "id": 198,
            "title": "Ter uma antena na cabeça OU Uma cauda de raposa",
            "category": 4,
            "footer": "Antena: parece Teletubbie ou robô velho. Cauda: parece fã de anime estranho. Escolha qual comunidade bizarra você quer atrair."
        },
        {
            "id": 199,
            "title": "Ser imune ao fogo mas morrer com água OU Imune a tiros mas morrer com soco",
            "category": 4,
            "footer": "Imune a fogo: bombeiro herói, mas chuva mata (Cascão Style). Imune a tiro: PM Robocop, mas briga de bar mata. O banho é essencial, infelizmente."
        },
        {
            "id": 200,
            "title": "Viver a vida do seu pior inimigo OU Viver sua vida preso numa solitária",
            "category": 3,
            "footer": "Viver como o inimigo: chance de sabotar a vida dele por dentro. Solitária: loucura em uma semana. Vire o inimigo e destrua tudo."
        },
        {
            "id": 201,
            "title": "Ter papilas gustativas no ânus OU Ter um ânus na palma da mão (funcional)",
            "category": 1,
            "footer": "Sentir o sabor de... *tudo* na saída? Ou ter que usar luvas para não cagar no aperto de mão? A biologia foi longe demais."
        },
        {
            "id": 202,
            "title": "Toda vez que tiver um orgasmo, buzinar igual um caminhão OU Acender igual uma lâmpada fluorescente (falhando)",
            "category": 5,
            "footer": "A buzina acorda os vizinhos e mata o clima. A luz piscando faz parecer uma balada techno triste. Discrição zero."
        },
        {
            "id": 203,
            "title": "Ser um pombo em Nova York (frio e luxo) OU Ser um pombo no Rio de Janeiro (calor e malandragem)",
            "category": 4,
            "footer": "NY: come bagel, morre congelado. Rio: come resto de biscoito Globo, desvia de pipa com cerol. Eu prefiro o calor do asfalto carioca."
        },
        {
            "id": 204,
            "title": "Usar lixa 80 como papel higiênico para sempre OU Usar suco de limão como colírio todo dia",
            "category": 1,
            "footer": "Esfoliação anal radical ou cegueira cítrica diária? Um arde embaixo, o outro arde em cima. Escolha seu buraco para sofrer."
        },
        {
            "id": 205,
            "title": "Ter que narrar sua vida em tempo real gritando OU Ter uma trilha sonora de filme pornô te seguindo alto",
            "category": 2,
            "footer": "Narrar 'ESTOU INDO FAZER XIXI' é humilhante. A trilha sonora 'wakka-chikka' no enterro da vó é imperdoável."
        },
        {
            "id": 206,
            "title": "Comer a unha do pé do seu chefe OU Beber a água da lavagem de pratos de um restaurante",
            "category": 1,
            "footer": "A unha é crocante e tem fungo corporativo. A 'sopa' de restos tem detergente e arroz de ontem. O estômago revirou aqui."
        },
        {
            "id": 207,
            "title": "Sempre que mentir, perder um dente OU Sempre que falar a verdade, ganhar 1kg de gordura",
            "category": 4,
            "footer": "O mentiroso vira banguela rápido. O honesto vira uma baleia mórbida. A honestidade pesa, literalmente."
        },
        {
            "id": 208,
            "title": "Ser imortal, mas enterrado vivo em um caixão de aço OU Morrer agora e ir para um inferno burocrático (fila eterna)",
            "category": 3,
            "footer": "Tédio eterno no escuro ou preencher formulários pela eternidade no Detran do diabo? A burocracia assusta mais."
        },
        {
            "id": 209,
            "title": "Ter mãos feitas de pão francês (esfarelam) OU Pernas feitas de gelatina",
            "category": 4,
            "footer": "Mãos de pão: pombos (eu) vão te atacar. Pernas de gelatina: você nunca mais fica em pé no verão. Vire comida logo."
        },
        {
            "id": 210,
            "title": "Dar à luz um abacaxi inteiro (sem cortar) OU Expelir uma bola de boliche pelo nariz",
            "category": 1,
            "footer": "O abacaxi tem espinhos. O nariz... bem, a física não permite, mas a dor permite. Anatomia freestyle."
        },
        {
            "id": 211,
            "title": "Sempre que alguém falar 'amor', você vomita OU Sempre que alguém falar 'dinheiro', você desmaia",
            "category": 2,
            "footer": "Casamentos serão um show de horrores gástricos. Reuniões de trabalho serão sonecas constantes. Inviável viver em sociedade."
        },
        {
            "id": 212,
            "title": "Ter o histórico do Google da sua mãe baixado no seu cérebro OU Ela ter o seu",
            "category": 5,
            "footer": "Saber que ela busca 'creme para hemorroida' ou ela saber que você busca 'furry anão'? A ignorância mútua é o pilar da família."
        },
        {
            "id": 213,
            "title": "Suar maionese OU Chorar molho de pimenta",
            "category": 1,
            "footer": "Suor de maionese azeda no sol e fica grudento. Chorar pimenta cega permanentemente. Você é um lanche amaldiçoado."
        },
        {
            "id": 214,
            "title": "Ser o animal de estimação de um alienígena sádico OU Ser um NPC num jogo estilo GTA",
            "category": 4,
            "footer": "Alien: sondas anais diárias. NPC: atropelado por tanque a cada 5 minutos. No GTA você renasce pra sofrer de novo."
        },
        {
            "id": 215,
            "title": "Ter a sensação eterna de ter um fio de cabelo na garganta OU Areia no olho",
            "category": 1,
            "footer": "O fio causa ânsia 24h. A areia te deixa cego e chorando. A loucura chega em menos de uma semana."
        },
        {
            "id": 216,
            "title": "Só poder se comunicar usando emojis impressos em papel OU Só falar em código morse (batendo na mesa)",
            "category": 2,
            "footer": "Mostrar um 🍆 de papel no banco? Ou ficar batendo na mesa igual um doido no jantar? A comunicação morreu."
        },
        {
            "id": 217,
            "title": "Ter rodinhas no lugar dos pés (sem freio) OU Ter molas no lugar das pernas",
            "category": 4,
            "footer": "Rodinhas: qualquer descida é morte. Molas: você vive pulando e batendo a cabeça no teto. O Coyote da ACME projetou você."
        },
        {
            "id": 218,
            "title": "Passar a vida inteira sentindo cheiro de fritura velha OU Cheiro de hospital",
            "category": 1,
            "footer": "Fritura enjoa e dá fome falsa. Hospital lembra doença e morte. Seu nariz será seu inimigo."
        },
        {
            "id": 219,
            "title": "Sempre que dormir, acordar em um país aleatório sem dinheiro OU Acordar 100 anos no futuro (e voltar quando dormir)",
            "category": 4,
            "footer": "Acordar pelado na Sibéria? Ou ver o futuro apocalíptico e voltar pro presente triste? O jetlag vai te matar."
        },
        {
            "id": 220,
            "title": "Ter que lamber o corrimão do metrô todo dia OU Lamber a tela do celular de um adolescente gamer",
            "category": 1,
            "footer": "Metrô: gripe, covid e fuligem. Celular de gamer: gordura, Cheetos e bactérias fecais. Imunidade de rebanho na marra."
        },
        {
            "id": 221,
            "title": "Seu cabelo ser feito de espaguete cozido (com molho) OU Seus dentes serem de mentos (dissolvem com coca)",
            "category": 4,
            "footer": "Cabelo de macarrão atrai pombos (opa!) e suja o travesseiro. Dentes de mentos explodem se você beber refrigerante. Sorriso efervescente."
        },
        {
            "id": 222,
            "title": "Toda vez que beijar, soltar um arroto de mortadela OU Ouvir a voz da sua mãe dando notas",
            "category": 5,
            "footer": "O arroto mata a libido pelo olfato. A nota da mãe ('Nota 4, muito rápido') mata pelo psicológico. Celibato forçado."
        },
        {
            "id": 223,
            "title": "Ser um gênio, mas ter o corpo de uma barata OU Ser humano, mas ter o cérebro de uma barata",
            "category": 4,
            "footer": "Kafka explicou isso. Barata gênio sofre existencialmente e leva chinelada. Humano burro vive no esgoto social. Difícil."
        },
        {
            "id": 224,
            "title": "Ter que usar todas as roupas do avesso para sempre OU Usar roupas molhadas de chuva ácida",
            "category": 2,
            "footer": "Do avesso: etiqueta pinicando e costura feia. Chuva ácida: queimaduras químicas leves e constantes. A moda dói."
        },
        {
            "id": 225,
            "title": "Sempre que for demitido, ganhar 1 milhão OU Sempre que for promovido, perder um dedo",
            "category": 3,
            "footer": "Ser o pior funcionário do mundo e rico? Ou o CEO sem mãos? O capitalismo selvagem incentiva a incompetência aqui."
        },
        {
            "id": 226,
            "title": "Ter um despertador implantado no ouvido que não desliga OU Ter uma luz de LED forte na ponta do nariz",
            "category": 1,
            "footer": "O *BEEP BEEP* eterno enlouquece. O nariz de Rudolph ilumina seu quarto e impede o sono. Insônia garantida."
        },
        {
            "id": 227,
            "title": "Só poder andar de quatro em casamentos OU Só poder latir em reuniões de trabalho",
            "category": 2,
            "footer": "A noiva vai te odiar. O chefe vai chamar a carrocinha. Sua vida social vira a de um Golden Retriever mal treinado."
        },
        {
            "id": 228,
            "title": "Ter a pele feita de plástico bolha (estoura se tocar) OU Pele feita de velcro (gruda em tudo)",
            "category": 4,
            "footer": "Plástico bolha: abraços te deixam flácido. Velcro: você fica preso no sofá e no carpete. Agonia tátil."
        },
        {
            "id": 229,
            "title": "Viver em um mundo onde todos são palhaços assassinos OU Onde todos são mímicos carentes",
            "category": 3,
            "footer": "Palhaços te matam rindo. Mímicos te prendem em caixas invisíveis e pedem atenção silenciosa. O terror ou o tédio?"
        },
        {
            "id": 230,
            "title": "Ter que comer 1kg de cabelo por ano OU 1kg de vidro moído (pó) por ano",
            "category": 1,
            "footer": "Cabelo cria bezoar no estômago (bola de pelo). Vidro moído... bom, hemorragia interna lenta. Dieta da morte."
        },
        {
            "id": 231,
            "title": "Sempre que espirrar, se teletransportar 2 metros para cima OU 2 metros para baixo (no chão)",
            "category": 4,
            "footer": "Pra cima: cai e quebra a perna. Pra baixo: fica entalado no concreto ou cai no esgoto. Espirrar vira esporte radical."
        },
        {
            "id": 232,
            "title": "Ter a voz do Google Tradutor para sempre OU Falar apenas em letras de funk proibidão",
            "category": 2,
            "footer": "Voz robótica sem alma. Ou recitar 'senta, senta' numa entrevista de emprego. A comunicação falhou com sucesso."
        },
        {
            "id": 233,
            "title": "Ser alérgico a dinheiro (tocar queima) OU Ser alérgico a Wi-Fi (dor de cabeça)",
            "category": 3,
            "footer": "Sem tocar dinheiro: viver de cartão e Pix (dá pra burlar). Sem Wi-Fi: viver no mato. A alergia ao dinheiro é contornável, a do Wi-Fi isola."
        },
        {
            "id": 234,
            "title": "Ter dedos de salsicha (comestíveis e renascem) OU Nariz de cenoura",
            "category": 4,
            "footer": "Dedos de salsicha: cachorros vão te morder na rua. Autocanibalismo no apero? Nariz de cenoura: coelhos atacam sua cara."
        },
        {
            "id": 235,
            "title": "Descobrir que sua vida é um reality show alienígena OU Que você é um robô e ninguém te avisou",
            "category": 3,
            "footer": "Show de Truman intergaláctico: privacidade zero. Robô: crise existencial, mas pelo menos não tem câncer. Eu seria um robô feliz."
        },
        {
            "id": 236,
            "title": "Ter um terceiro olho que só vê gente pelada (mas feia) OU Ouvir os pensamentos só de pombos",
            "category": 4,
            "footer": "Ver gente feia pelada é punição visual. Ouvir pombos é só: 'Migalha? Sexo? Cagada?'. Basicamente o Twitter."
        },
        {
            "id": 237,
            "title": "Sempre ter que cagar em caixinha de areia de gato OU No jardim do vizinho",
            "category": 1,
            "footer": "Caixinha: humilhante agachar na sala. Jardim: risco de levar tiro ou vassourada. O vizinho vai instalar câmeras."
        },
        {
            "id": 238,
            "title": "Ter o pescoço mole (cabeça cai pro lado) OU Braços rígidos (não dobram)",
            "category": 1,
            "footer": "Pescoço mole: precisa de colar cervical eterno. Braços duros: Frankenstein, não consegue comer. A fisioterapia chora."
        },
        {
            "id": 239,
            "title": "Sempre que entrar numa porta, ela estar trancada (tem que arrombar) OU Sempre tropeçar no batente",
            "category": 4,
            "footer": "Arrombar portas cansa e dá polícia. Tropeçar sempre destrói o dedinho e a dignidade. Você nunca entrará triunfante em lugar nenhum."
        },
        {
            "id": 240,
            "title": "Ter que dormir de olhos abertos fixos no parceiro OU Dormir gritando",
            "category": 5,
            "footer": "Olhar fixo: psicopata stalker noturno. Gritar: ninguém dorme, vizinhos chamam a polícia. Você vai morrer solteiro."
        },
        {
            "id": 241,
            "title": "A cada passo, fazer barulho de pato de borracha OU A cada piscada, tirar uma foto com flash (seus olhos)",
            "category": 2,
            "footer": "Barulho de pato: *Squeak Squeak*, impossível ser furtivo. Flash no olho: cegueira epilética e bateria drenada. Incômodo sonoro ou visual?"
        },
        {
            "id": 242,
            "title": "Ser obrigado a usar comic sans em tudo (até tatuagem) OU Só poder escrever em Caps Lock",
            "category": 2,
            "footer": "Comic Sans: ninguém te leva a sério, nem o médico legista. CAPS LOCK: PARECE QUE VOCÊ TÁ GRITANDO SEMPRE. Design gráfico do inferno."
        },
        {
            "id": 243,
            "title": "Ter gosto de cinzeiro na boca pra sempre OU Gosto de sabonete de rodoviária",
            "category": 1,
            "footer": "Cinzeiro: beijar você é lamber o chão do bar. Sabonete: arrota bolha perfumada barata. Eu gosto de cinzeiro, mas você é fresco."
        },
        {
            "id": 244,
            "title": "Sempre que rir, mijar um pouco OU Sempre que ficar bravo, chorar igual bebê",
            "category": 1,
            "footer": "Incontinência da alegria ou descontrole emocional? Ninguém respeita um adulto que chora quando tá puto. A fralda resolve o primeiro."
        },
        {
            "id": 245,
            "title": "Ter mãos 5x maiores OU Mãos 5x menores",
            "category": 4,
            "footer": "Mãos gigantes: esmaga tudo, não digita. Mãos minúsculas: bracinho de T-Rex, não segura copo. Aberração proporcial."
        },
        {
            "id": 246,
            "title": "Ser perseguido por um cortador de grama autônomo assassino OU Por um drone com taser",
            "category": 3,
            "footer": "Cortador de grama: corre devagar, mas tritura o pé. Drone: voa, choque na nuca. A tecnologia te odeia."
        },
        {
            "id": 247,
            "title": "Ter que limpar a bunda com cacto OU Com urtiga",
            "category": 1,
            "footer": "Cacto fura. Urtiga queima e coça por dias. O papel higiênico acabou, bem-vindo à selva."
        },
        {
            "id": 248,
            "title": "Viver num loop temporal do ano de 2020 (Pandemia) OU Viver no ano 3000 (Pós-apocalipse radioativo)",
            "category": 3,
            "footer": "2020: álcool gel, medo e live de sertanejo eterna. 3000: mutantes e água tóxica. O tédio ou a morte?"
        },
        {
            "id": 249,
            "title": "Ter umbigo que apita quando a bateria do celular acaba OU Mamilos que sintonizam rádio AM",
            "category": 4,
            "footer": "Umbigo alarme: útil, mas irritante. Mamilos rádio: chiado de pregação e jogo de futebol saindo do peito. Ciborgue de sucata."
        },
        {
            "id": 250,
            "title": "Ser o Nelson (eu) por um dia OU Continuar sendo você, mas sabendo que eu sou mais feliz",
            "category": 3,
            "footer": "Ser eu: liberdade, voo, cagar em estátuas, comer lixo premium. Ser você: boleto, trânsito, dor nas costas. A inveja mata, bípede."
        }
    ]
}
